{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06129357",
      "orgStudyIdInfo": {
        "id": "DİLEKÖZKANŞEN"
      },
      "organization": {
        "fullName": "Necmettin Erbakan University",
        "class": "OTHER"
      },
      "briefTitle": "Evaluation of Nutritional Habits, Oral Hygiene, Relationship Between Dental Caries and Periodontal Condition",
      "officialTitle": "Evaluation of Nutritional Habits, Oral Hygiene Status, Relationship Between Dental Caries and Periodontal Condition"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-11",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-02-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-05-15",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-11-20",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-05-30",
      "studyFirstSubmitQcDate": "2023-11-08",
      "studyFirstPostDateStruct": {
        "date": "2023-11-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-11-08",
      "lastUpdatePostDateStruct": {
        "date": "2023-11-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Dilek Özkan Şen",
        "investigatorTitle": "ASSISTANT PROFESSOR",
        "investigatorAffiliation": "Necmettin Erbakan University"
      },
      "leadSponsor": {
        "name": "Necmettin Erbakan University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this observational study is to identify the dental and periodontal health issues, oral hygiene practices, and potential relationships between them by assessing the variables that may have an impact on them.The main questions its aims to answer are:\n\nIs there a relationship between compliance with the Mediterranean diet and periodontal status? Is there a relationship between physical activity and periodontal status?",
      "detailedDescription": "Patients who will visit the Periodontology Clinic will be consecutively enrolled in the study by one of the researchers (D.O.S), if they meet the following criteria:\n\n* No smoking.\n* Not having undergone dental scaling and root surface correction treatment in the last 6 months.\n* Presence of at least 20 teeth in the mouth.\n* Not pregnant and/or breastfeeding.\n* Patients taking drugs known to alter bone metabolism or having established degenerative bone diseases (hyperparathyroidism, osteoporosis).\n* Patients who have not received antibiotics, nonsteroidal anti-inflammatory drugs, or corticosteroids for \\>2 weeks in the 3 months prior to the study.\n* Patients who agree to participate will undergo an oral examination and answer a questionnaire survey.\n\nPeriodontal Examination: Routine clinical periodontal parameters such as plaque index (PI), gingival index (GI), Probing pocket depth (PPD), bleeding on probing (BOP), clinical attachment levels, and gingival recession will be recorded in all patient groups before treatment \\[13\\]. Individuals will be classified according to the 2017 classification \\[14\\].\n\nAfter 30 seconds, at six locations per tooth, a calibrated clinical researcher will measure the probing depth (PD), which is the distance between the free gingival margin and the pocket depth, the clinical attachment level (CAL), which is the distance between the cement-enamel attachment and the pocket depth, and the bleeding on probing (BOP) \\[15\\]. According to the World Workshop on Classification and Conditions of Periodontal and Peri-implant Diseases 2017, periodontitis will be identified \\[14\\]. The PD severity index will be calculated as the percentage of teeth with PD higher than or equal to 4 mm in two or more interproximal locations \\[16\\]. Mean PD, CAL, and BoP will also be obtained. Additionally, the quantity of teeth will be recorded.\n\nTo the individuals included in the research; A questionnaire consisting of 16 questions including demographic data of individuals, the number of daily snacks, daily carbohydrate-containing food and sugary drink consumption frequency, tooth brushing frequency, and duration, education level, and oral care habits will be filled \\[17\\].\n\nDietary habits: assessed by the Mediterranean Diet Score (MDS) questionnaire and classified as low adherence (score ≤5), medium adherence (score 6-9), or high adherence (score ≥10) \\[18, 19\\].\n\nDental Examination: Number of decayed, missing, and filled teeth (DMFT) assessed by visual inspection and radiographic assessment following the International Caries Detection and Assessment System (ICDAS). All tooth surfaces will be examined, but the observations will be recorded per tooth \\[20\\].\n\nPhysical activity assessment: PA will be assessed through the validated short version of the International Physical Activity Questionnaire (IPAQ)\\[21\\]. The IPAQ automatic report will categorize the total PA level as low, moderate, or high (https: //theipaq/home).\n\n2.5 Statistical analysis Using IBM SPSS V23, the data will be examined. The Kolmogorov-Smirnov and Shapiro-Wilk tests will be used to gauge conformity to the normal distribution. Multiple comparisons will be examined using the Bonferroni Corrected Z Test, and categorical variables will be examined using the Pearson Chi-Square Test. To compare the parameters with the normal distribution according to the groups, a one-way analysis of variance will be utilized. The parameters that do not meet the normal distribution according to the groups will be compared using the Kruskal-Wallis test and multiple comparisons using the Dunn test. For categorical variables, the analysis findings will be shown as frequency (%), whereas for quantitative variables, the results will be shown as mean, standard deviation, and median (minimum to maximum). P 0.050 will be used as the significance level. The risk factors affecting the disease will be examined by Binary Logistic Regression Analysis, and the Enter method will be used to include the variables in the model. Analysis results will be presented as frequency (percentage) for categorical variables and as mean ± standard deviation for quantitative variables. The significance level will be taken as p\\<0.050."
    },
    "conditionsModule": {
      "conditions": [
        "Periodontitis",
        "MEDİTERRANEAN DİET"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 180,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Diagnosis of gingivitis",
          "description": "60",
          "interventionNames": [
            "Behavioral: 180 individuals who applied to the Periodontology Clinic were included in the study. Individuals were divided into 3 groups as healthy (n=60), gingivitis (n=60) and periodontitis (n=60)."
          ]
        },
        {
          "label": "Diagnosed as periodontal healthys",
          "description": "60",
          "interventionNames": [
            "Behavioral: 180 individuals who applied to the Periodontology Clinic were included in the study. Individuals were divided into 3 groups as healthy (n=60), gingivitis (n=60) and periodontitis (n=60)."
          ]
        },
        {
          "label": "Diagnosis of periodontitis",
          "description": "60",
          "interventionNames": [
            "Behavioral: 180 individuals who applied to the Periodontology Clinic were included in the study. Individuals were divided into 3 groups as healthy (n=60), gingivitis (n=60) and periodontitis (n=60)."
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "180 individuals who applied to the Periodontology Clinic were included in the study. Individuals were divided into 3 groups as healthy (n=60), gingivitis (n=60) and periodontitis (n=60).",
          "description": "Diagnostic Test: Full periodontal chart A full periodontal chart will be carried out including all biometric periodontal variables: Probing Pocket Depth (PPD), Bleeding on Probing (BoP), presence of Plaque, recession (REC), Full Mouth Plaque Score (FMPS), Full Mouth Bleeding Score (FMBS), presence of furcation and mobility. Periodontal status, as assessed by the periodontal chart, will be evaluated following the New Classification of Periodontal and Peri implant diseases.",
          "armGroupLabels": [
            "Diagnosed as periodontal healthys",
            "Diagnosis of gingivitis",
            "Diagnosis of periodontitis"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "INVESTIGATION OF THE RELATIONSHIP BETWEEN PERIODONTAL DISEASE AND ADAPTION TO THE MEDITERRANEAN DIET.",
          "description": "Dietary habits: Assessed by the Mediterranean Diet Score (MDS) questionnaire and will be classified as low adherence (score ≤5), medium adherence (score 6-9) or high adherence (score ≥10). Its effect on periodontal status will be determined.",
          "timeFrame": "BASELİNE"
        },
        {
          "measure": "INVESTIGATION OF THE RELATIONSHIP BETWEEN PERIODONTAL DISEASE AND ADAPTION TO THE PHYSİCAL ACTİVİTY",
          "description": "Physical activity assessment: PA will be assessed through the validated short version of the International Physical Activity Questionnaire (IPAQ). The IPAQ automatic report will classify the total PA level into low, medium and high.A high score means high physical activity.",
          "timeFrame": "BASELİNE"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Not having undergone dental scaling and root surface correction treatment in the last 6 months\n* Presence of at least 20 teeth in the mouth\n* Not pregnant and/or breastfeeding\n* Patients taking drugs known to alter bone metabolism or no established degenerative bone diseases (hyperparathyroidism, osteoporosis)\n* Patients who have not received antibiotics, nonsteroidal anti-inflammatory drugs, or corticosteroids for \\>2 weeks in the 3 months prior to the study.\n\nExclusion Criteria:\n\n* Individuals who did not meet the inclusion criteria and did not agree to participate in the study were excluded from the study.",
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients who visited the Necmettin Erbakan University Faculty of Dentistry Periodontology Clinic ,if they met the following criteria:",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Necmettin Erbakan Üniversitesi Diş Hekimliği Fakültesi",
          "city": "Konya",
          "state": "Meram",
          "zip": "42050",
          "country": "Turkey (Türkiye)",
          "geoPoint": {
            "lat": 37.87135,
            "lon": 32.48464
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010518",
          "term": "Periodontitis"
        }
      ],
      "ancestors": [
        {
          "id": "D010510",
          "term": "Periodontal Diseases"
        },
        {
          "id": "D009059",
          "term": "Mouth Diseases"
        },
        {
          "id": "D009057",
          "term": "Stomatognathic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}