{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07035275",
      "orgStudyIdInfo": {
        "id": "2025-06/86"
      },
      "organization": {
        "fullName": "Dr Abdurrahman Yurtaslan Ankara Oncology Training and Research Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Patient-Anesthesiologist Gender Concordance and Analgesia Method on Postoperative Pain in Mastectomy Patients",
      "officialTitle": "The Effect of Patient-Anesthesiologist Gender Concordance and Analgesia Method on Postoperative Pain and Analgesic Requirement in Patients Undergoing Mastectomy Surgery"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-06-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-08-16",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-09-16",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-06-16",
      "studyFirstSubmitQcDate": "2025-06-16",
      "studyFirstPostDateStruct": {
        "date": "2025-06-25",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Mustafa Kemal ŞAHİN",
        "investigatorTitle": "M.D",
        "investigatorAffiliation": "Dr Abdurrahman Yurtaslan Ankara Oncology Training and Research Hospital"
      },
      "leadSponsor": {
        "name": "Dr Abdurrahman Yurtaslan Ankara Oncology Training and Research Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This prospective observational study aims to evaluate the effect of anesthesiologist gender and patient-anesthesiologist gender concordance, as well as the analgesia method, on postoperative pain levels and analgesic requirements in patients undergoing elective mastectomy for breast cancer. The study will also investigate the impact of these factors on intraoperative and postoperative anesthesia-related complications. Findings are expected to contribute to the understanding of gender-based differences in patient outcomes and guide improvements in perioperative care.",
      "detailedDescription": "This study will be conducted at Dr. Abdurrahman Yurtaslan Oncology Training and Research Hospital and will include patients aged 18 years and older who are scheduled for elective mastectomy due to breast cancer. The primary objective is to assess whether the gender of the anesthesiologist and the gender concordance between patient and anesthesiologist influence postoperative pain scores, total analgesic consumption, the need for additional analgesics, and anesthesia-related complications. The study will also examine the role of different analgesia methods (nerve block, PCA, intravenous analgesics) in these relationships.\n\nPatient and anesthesiologist assignments will follow the hospital's routine workflow, with no intervention by the research team. All data will be collected prospectively using standardized forms, including demographic information, surgical and anesthesia details, and postoperative outcomes. Pain will be assessed at multiple time points using validated scales (VAS or NRS), and patient satisfaction with anesthesia and pain management will be measured using a Likert scale.\n\nA minimum of 120 patients will be enrolled based on power analysis. Inclusion criteria are: age 18 or older, ASA score 1-3, complete pre- and postoperative data, and informed consent. Exclusion criteria include emergency surgery, incomplete or erroneous data, and concurrent major surgery.\n\nStatistical analyses will include descriptive statistics, chi-square or Fisher's exact test for categorical variables, t-test or Mann-Whitney U test for continuous variables, and multivariate logistic regression to assess independent effects. The study is entirely observational, with no changes to standard patient care."
    },
    "conditionsModule": {
      "conditions": [
        "Breast Cancer",
        "Mastectomy",
        "Postoperative Pain",
        "Analgesic Use"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Male Anesthesiologist Group",
          "description": "Patients undergoing elective mastectomy for breast cancer who receive anesthesia care from a male anesthesiologist. All anesthesia and analgesia procedures will be performed according to the hospital's standard protocols. The type of analgesia (nerve block, patient-controlled analgesia \\[PCA\\], or intravenous analgesics) will be recorded, but not influenced by the research team. Postoperative pain scores, analgesic requirements, and anesthesia-related complications will be prospectively monitored and documented."
        },
        {
          "label": "Female Anesthesiologist Group",
          "description": "Patients undergoing elective mastectomy for breast cancer who receive anesthesia care from a female anesthesiologist. All anesthesia and analgesia procedures will be performed according to the hospital's standard protocols. The type of analgesia (nerve block, patient-controlled analgesia \\[PCA\\], or intravenous analgesics) will be recorded, but not influenced by the research team. Postoperative pain scores, analgesic requirements, and anesthesia-related complications will be prospectively monitored and documented."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Postoperative Pain Score",
          "description": "Assessment of postoperative pain intensity using the Visual Analog Scale (VAS) or Numeric Rating Scale (NRS) at specified time points after surgery. The VAS is a 10-centimeter line ranging from 0 (no pain) to 10 (worst imaginable pain). The NRS is a numeric scale from 0 (no pain) to 10 (worst possible pain). Pain scores will be recorded at 1, 6, 12, and 24 hours postoperatively. Higher scores indicate greater pain intensity. The primary outcome is the comparison of pain scores between patients managed by male versus female anesthesiologists. Units of Measure:\n\nUnits on a scale (0 = no pain, 10 = worst pain)",
          "timeFrame": "1, 6, 12, and 24 hours after surgery"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Total Analgesic Consumption",
          "description": "The total amount of analgesic medication administered to the patient within the first 24 hours after surgery, including type, dosage, and frequency. This will be compared between patients managed by male and female anesthesiologists.",
          "timeFrame": "Within 24 hours after surgery"
        },
        {
          "measure": "Additional Analgesic Requirement",
          "description": "The proportion of patients requiring additional (rescue) analgesic medication within the first 24 hours postoperatively. This will be recorded and compared between the two groups.",
          "timeFrame": "Within 24 hours after surgery"
        },
        {
          "measure": "Patient Satisfaction with Anesthesia and Pain Management",
          "description": "Patient satisfaction will be assessed at 24 hours postoperatively using a 5-point Likert scale. The scale ranges from 1 (very dissatisfied) to 5 (very satisfied). Higher scores indicate greater satisfaction with anesthesia and pain management. Units of Measure:\n\nPoints on a 5-point Likert scale (1 = very dissatisfied, 5 = very satisfied)",
          "timeFrame": "24 hours after surgery"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Female patients aged 18 years or older\n* Diagnosed with breast cancer and scheduled for elective mastectomy\n* ASA physical status classification I-III\n* Complete availability of preoperative and postoperative data\n* Voluntary written informed consent to participate in the study\n\nExclusion Criteria:\n\n* Patients undergoing emergency surgery\n* Incomplete or erroneous data records\n* Patients undergoing concurrent major surgery",
      "sex": "FEMALE",
      "genderBased": true,
      "genderDescription": "This study will enroll only female participants, as it is limited to patients undergoing mastectomy for breast cancer, a procedure performed exclusively in women within the study setting.",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population will consist of female patients aged 18 years and older who are diagnosed with breast cancer and scheduled to undergo elective mastectomy at Dr. Abdurrahman Yurtaslan Oncology Training and Research Hospital. All participants must have an ASA physical status classification of I-III, complete preoperative and postoperative data, and provide voluntary written informed consent. Patients undergoing emergency surgery, those with incomplete or erroneous data, or those undergoing concurrent major surgery will be excluded.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Mustafa Kemal SAHIN, M.D",
          "role": "CONTACT",
          "phone": "+905075800976",
          "email": "mksahin@msn.com"
        },
        {
          "name": "EDA CAFEROGLU, M.D",
          "role": "CONTACT",
          "email": "edacennet.95@gmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Mustafa Kemal SAHIN, M.D",
          "affiliation": "MUSTAFA KEMAL ŞAHİN",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Dr. Abdurrahman Yurtaslan Ankara Oncology Education and Research Hospital Clinic of Anesthesiology and Rea",
          "status": "RECRUITING",
          "city": "Ankara",
          "state": "Yenimahalle",
          "zip": "06200",
          "country": "Turkey (Türkiye)",
          "contacts": [
            {
              "name": "Mustafa Kemal SAHIN, Dr",
              "role": "CONTACT",
              "phone": "+905075800976",
              "email": "mksahin@msn.com"
            },
            {
              "name": "Eda Caferoglu, Dr",
              "role": "CONTACT",
              "email": "edacennet.95@gmail.com"
            }
          ],
          "geoPoint": {
            "lat": 39.91987,
            "lon": 32.85427
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40266610",
          "type": "BACKGROUND",
          "citation": "Ikesu R, Gotanda H, Russell TA, Maggard-Gibbons M, Russell MM, Yoshida R, Li R, Klomhaus A, de Virgilio C, Tsugawa Y. Long-Term Postoperative Outcomes by Surgeon Gender and Patient-Surgeon Gender Concordance in the US. JAMA Surg. 2025 Jun 1;160(6):624-632. doi: 10.1001/jamasurg.2025.0866."
        },
        {
          "pmid": "12169083",
          "type": "BACKGROUND",
          "citation": "Roter DL, Hall JA, Aoki Y. Physician gender effects in medical communication: a meta-analytic review. JAMA. 2002 Aug 14;288(6):756-64. doi: 10.1001/jama.288.6.756."
        },
        {
          "pmid": "18474881",
          "type": "BACKGROUND",
          "citation": "Street RL Jr, O'Malley KJ, Cooper LA, Haidet P. Understanding concordance in patient-physician relationships: personal and ethnic dimensions of shared identity. Ann Fam Med. 2008 May-Jun;6(3):198-205. doi: 10.1370/afm.821."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001943",
          "term": "Breast Neoplasms"
        },
        {
          "id": "D010149",
          "term": "Pain, Postoperative"
        }
      ],
      "ancestors": [
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D001941",
          "term": "Breast Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D011183",
          "term": "Postoperative Complications"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D010146",
          "term": "Pain"
        },
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}