{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06388577",
      "orgStudyIdInfo": {
        "id": "MEU-HEM-SY-189"
      },
      "organization": {
        "fullName": "Mersin University",
        "class": "OTHER"
      },
      "briefTitle": "The Effect of the Training Programme Based on the Health Promotion Model Given to Parents",
      "officialTitle": "The Effect of the Training Programme Based on the Health Promotion Model Given to Parents of Children Diagnosed With Epilepsy on Disease Management: A Randomised Controlled Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-04",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-05-13",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-06-13",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-09-13",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-24",
      "studyFirstSubmitQcDate": "2024-04-24",
      "studyFirstPostDateStruct": {
        "date": "2024-04-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-04-24",
      "lastUpdatePostDateStruct": {
        "date": "2024-04-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Sümerya YASTI",
        "investigatorTitle": "Nurse",
        "investigatorAffiliation": "Mersin University"
      },
      "leadSponsor": {
        "name": "Mersin University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This randomised controlled study evaluates the effect of a training programme based on the Health Promotion Model developed for parents of children diagnosed with epilepsy on parents' level of knowledge about epilepsy, parents' general self-efficacy level, parents' health promoting and protective behaviours and the number of hospital admissions of their children. The hypothesis of this study is that education has an effect on these.",
      "detailedDescription": "In the study, 76 parents will be randomly assigned to intervention and control groups. Participants in the intervention group (n = 36) will be administered the Epilepsy Education Programme based on Pender's Health Promotion Model by the researcher and will be given the education booklet developed by the researcher in line with the literature. The training topics of the intervention programme are: General information about epilepsy, seizure moment management, management of antiepileptic drug treatments, controlling the factors that may trigger seizures, and recommendations to parents about health promoting and protective behaviours. In the training, learning and teaching techniques such as presentation, video demonstration, question and answer sections, lecture and discussion will be applied. The training will last approximately one hour.\n\nThe control group (n=36) will not receive any intervention and will only receive the training booklet used in a thesis study published in the past.\n\nFrom the parents who will participate in the study: 'Parent and Child Introductory Information Form', 'Form for Evaluating Parents' Level of Knowledge about Epilepsy\", \"General Self-Efficacy Scale\", \"Health Promoting and Protective Behaviours Scale' tools and \"Form for Evaluating the Number of Hospital Admissions' by using Mersin University Hospital records to evaluate the frequency of hospital admission.\n\nForm for Evaluating Parents' Level of Knowledge about Epilepsy was developed by the researcher in line with the literature since there is no Turkish validity and reliability scale to measure the general knowledge levels of parents with children diagnosed with epilepsy about epilepsy in children. Both intervention and control groups will be pre-tested before the training. Post-tests will be performed immediately after the intervention and at the 3rd month."
    },
    "conditionsModule": {
      "conditions": [
        "Parents",
        "Epilepsy in Children",
        "Disease Management"
      ],
      "keywords": [
        "Epilepsy",
        "Parent education",
        "Children",
        "Disease management",
        "Nursing"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Prospective, single-centre, randomised controlled, single-blind interventional study in parallel groups",
        "primaryPurpose": "SUPPORTIVE_CARE",
        "maskingInfo": {
          "masking": "DOUBLE",
          "maskingDescription": "Participants and the person who will perform the statistical analysis will be blinded. Participants will be assigned to intervention and control groups coded as A and B. Afterwards, it will be determined which of the A and B groups belong to the control and intervention groups by drawing lots.It will not be explained to the parents which group they are in, and it will be stated that education about epilepsy will be given. While entering the data, the researcher will enter the data encrypted as A and B in order to prevent measurement bias, the statistical analysis of the data will be carried out according to this encryption and the report of the study will be written in encrypted form. After the statistical analyses of the research are carried out and the research report is written as a result of the data found, it will be explained which of the groups the individuals are included in.",
          "whoMasked": [
            "PARTICIPANT",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 76,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Education",
          "type": "EXPERIMENTAL",
          "description": "Participants in the intervention group (n = 36) will be administered the Epilepsy Education Programme based on Pender's Health Promotion Model by the researcher and will be given the education booklet developed by the researcher in line with the literature. The training topics of the intervention programme are: General information about epilepsy, seizure moment management, management of antiepileptic drug treatments, controlling the factors that may trigger seizures, and recommendations to parents about health promoting and protective behaviours. In the training, learning and teaching techniques such as presentation, video demonstration, question and answer sections, lecture and discussion will be applied. The training will last approximately one hour.",
          "interventionNames": [
            "Other: Education"
          ]
        },
        {
          "label": "Control",
          "type": "NO_INTERVENTION",
          "description": "No intervention will be made to the control group, only the data will be collected at the same time as the study group."
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Education",
          "description": "Participants in the intervention group (n = 36) will be administered the Epilepsy Education Programme based on Pender's Health Promotion Model by the researcher and will be given the education booklet developed by the researcher in line with the literature. The training topics of the intervention programme are: General information about epilepsy, seizure moment management, management of antiepileptic drug treatments, controlling the factors that may trigger seizures, and recommendations to parents about health promoting and protective behaviours. In the training, learning and teaching techniques such as presentation, video demonstration, question and answer sections, lecture and discussion will be applied. The training will last approximately one hour.",
          "armGroupLabels": [
            "Education"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Parents' level of knowledge about epilepsy evaluated using the Form for the Evaluation of Parents' Level of Knowledge about Epilepsy",
          "description": "Since there was no Turkish validity-reliability scale to measure parents' knowledge levels about epilepsy in children, the form was developed by the researcher in line with the literature.\n\nThe form consists of 4 sub-dimensions and a total of 24 items: epilepsy disease, seizure management, medication management, and knowledge levels regarding controlling factors that may trigger seizures.\n\nThe form is a measurement tool with two options, in which parents mark the appropriate option between 'true' and 'false'. The opinions of five experts were taken to evaluate the content validity of the form. As a result of expert evaluations, the content validity rate of each item in the survey and the content validity index of each sub-dimension were calculated separately. The result was found to be statistically significant and it was decided to use the survey in the research. The analysis of the results will be evaluated by taking the opinion of a statistician.",
          "timeFrame": "Change from before, immediately after and 3 months after implementation"
        },
        {
          "measure": "Self-efficacy evaluated using the General Self-Efficacy Scale",
          "description": "The validity and reliability study of the Turkish form of the General Self-Efficacy Scale was conducted by Aypay (2010). In Aypay's (2010) study, the construct validity of the scale was evaluated by factor analysis. There are no reverse coded items in the scale. The Cronbach alpha coefficient value of the scale is 0.83. The scale, which has a 4-point Likert structure consisting of ten items, asks the participant to answer each item as \"Completely False\", \"Somewhat True\", \"Moderately True\" and \"Completely True\" and is obtained by selecting the most appropriate one of these items. The lowest score that can be obtained from the scale is 10 and the highest score is 40. The increase in the total score the participants received from the scale means that their general self-efficacy levels increased. As a result of the research, it was accepted that the Turkish version of the scale is a valid and reliable data collection tool.",
          "timeFrame": "Change from before, immediately after and 3 months after implementation"
        },
        {
          "measure": "Health Promoting and Protective Behaviors evaluated using the Health Promoting and Protective Behaviors Scale",
          "description": "The scale was developed by Bostan (2016). It consists of three subscales and a total of 24 items. It is a 5-point Likert type. The total Cronbach α coefficient value of the scale was found to be 0.83. Cronbach's α coefficient values for the sub-dimensions are; physical 0.62, psychosocial 0.61 and protection 0.76. The construct validity of the scale was performed by confirmatory factor analysis. It was observed that the obtained evaluation results did not exceed the theoretical limits of the fit parameters. The minimum score that can be obtained from the scale is 24 and the maximum score is 120. Items 1, 3, 4, 5, 12, 13, 14, and 23 of the scale are reverse coded. Analyzes can be made separately as sub-dimensions and total score. The low total score of the participants is considered as a sign that they do not demonstrate health-promoting and protective behaviors. According to the study data, the scale was accepted to be a valid and reliable measurement tool.",
          "timeFrame": "Change from before, immediately after and 3 months after implementation"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of Hospital Admissions for Children evaluated using the Evaluation Form for the Number of Hospital Admissions",
          "description": "Data will be collected using a form using Mersin University Hospital records. The number of times parents applied to the hospital for their children within the 3-month period after the training will be evaluated and recorded in this form.",
          "timeFrame": "Change from after and 3 month implementation"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Parents between the ages of 18 and 65,\n* Parents who provide primary care to the child,\n* Parents who signed the Informed Volunteer Consent Form,\n* Parents who have a child with a medical diagnosis of epilepsy for at least six months,\n* Parents whose children are between the ages of 3 and 6 (if the cut-off limits for the age criterion are; parents of children who are 3 years old as of the beginning of the study and who are less than 7 years old will be included in the sample.) will be included in the study.\n\nExclusion Criteria:\n\n* Parents under the age of 18,\n* Parents over 65 years of age,\n* Parents who do not sign the Informed Volunteer Consent Form,\n* Parents whose child has had epilepsy for less than six months,\n* Parents whose child's age is outside the 3 - 6 age range,\n* Parents with learning disabilities,\n* Parents who are not literate in Turkish,\n* Parents whose children are receiving ketogenic diet treatment,\n* Parents whose children have non-neurological chronic diseases will not be included in the study.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Sümerya YASTI, MASTER",
          "role": "CONTACT",
          "phone": "+90 324 241 00 00",
          "phoneExt": "22405",
          "email": "2204160171012@mersin.edu.tr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Hacer ÇETİN, PROFESSOR",
          "affiliation": "Advisor",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Turkey, Mersin University",
          "city": "Mersin",
          "country": "Turkey (Türkiye)",
          "contacts": [
            {
              "name": "Sümerya YASTI, MASTER",
              "role": "CONTACT",
              "email": "2204160171012@mersin.edu.tr"
            },
            {
              "name": "Hacer ÇETİN, PROFESSOR",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 36.81196,
            "lon": 34.63886
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D004827",
          "term": "Epilepsy"
        }
      ],
      "ancestors": [
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D004522",
          "term": "Educational Status"
        }
      ],
      "ancestors": [
        {
          "id": "D012959",
          "term": "Socioeconomic Factors"
        },
        {
          "id": "D011154",
          "term": "Population Characteristics"
        }
      ]
    }
  },
  "hasResults": false
}