{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05638477",
      "orgStudyIdInfo": {
        "id": "1/378/2317"
      },
      "organization": {
        "fullName": "Mater Misericordiae University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Unstructured Eye Tracking as a Diagnostic and Prognostic Biomarker in Parkinsonian Disorders",
      "officialTitle": "Unstructured Eye Tracking as a Diagnostic and Prognostic Biomarker in Parkinsonian"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-12-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-08-15",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-08-15",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-11-15",
      "studyFirstSubmitQcDate": "2022-11-27",
      "studyFirstPostDateStruct": {
        "date": "2022-12-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-03-13",
      "lastUpdatePostDateStruct": {
        "date": "2023-03-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Conor Fearon",
        "investigatorTitle": "Consultant Neurologist",
        "investigatorAffiliation": "Mater Misericordiae University Hospital"
      },
      "leadSponsor": {
        "name": "Conor Fearon",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Queen's University",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Study Rationale:\n\nNo accurate tests currently exist to diagnose Parkinson's disease (PD) and the conditions which mimic it (atypical parkinsonism) at a very early stage. Similarly there are no accurate ways to track how these diseases progress in a very precise manner. Recording eye movements and pupils may be a very sensitive way of doing this and may contain important information about a patient's diagnosis and their cognitive and motor function.\n\nHypothesis:\n\nWe hypothesize that measuring eye movements and pupil changes while people watch short video clips will differentiate PD and atypical parkinsonism at an early stage. We hypothesize that eye movements and pupil changes will be able to track how a person's disease changes over time and could even predict their disease course from the start.\n\nBefore we can do this, we need to be able to accurately differentiate between PD and atypical parkinsonism and see how eye movements vary among people with the same disease.\n\nStudy Design:\n\nWe will ask a large number of people with PD and atypical parkinsonism to watch very brief video clips while we record eye movements and pupil responses. This is like changing the television channel every few seconds and observing what happens to a person's eyes as they search the new clip. We will compare these results between different disease groups and correlate them with clinical features of PD and atypical parkinsonism.\n\nImpact on Diagnosis/Treatment of Parkinson's disease:\n\nThis may have enormous impact in the assessment of people with PD. It may become an important diagnostic tool, a prognostic marker at the early stage of disease, as well as providing the ability to track disease progression in clinical trials.\n\nNext Steps for Development:\n\nOnce we can demonstrate that eye tracking can differentiate these conditions, we will follow a large number of patients to see how their eye movements and pupils change over time with their disease. If this is a reliable way to track disease it could be used to measure disease progression in these conditions and response to treatment.",
      "detailedDescription": "New diagnostic and prognostic biomarkers of neurological disease are consistently sought after. In particular, identifying biomarkers which can diagnose a condition at an early or prodromal stage would identify a cohort of patients most likely to benefit from disease modifying treatments. Similarly, biomarkers which might serve as a surrogate of disease progression over time will be essential to monitor these patients' response to those treatments.\n\nParkinson's disease (PD) is one progressive neurodegenerative condition for which many disease-modifying trials are currently in development. PD remains an entirely clinical diagnosis and no diagnostic tests for the condition currently exist. It must be distinguished from clinically similar conditions with different pathological substrates, namely the atypical parkinsonian disorders such as progressive supranuclear palsy (PSP), corticobasal syndrome (CBS), multiple system atrophy (MSA) and dementia with Lewy bodies (DLB) as each substrate will require tailored treatments. Differentiating PD from atypical parkinsonism can be challenging, particularly early in the disease course. The diagnostic accuracy among those with autopsy proven PD early in the disease course is as low as 26% and although this accuracy rises with disease duration, the pre-mortem diagnosis remains incorrect up to 15-20% of the time.\n\nMuch effort in recent years has focused on the development of molecular diagnostic biomarkers.However, whether these biomarkers can explain the heterogeneity we see among people with PD (PwP) and other parkinsonian disorders, and whether they are useful markers of disease progression remains unclear. Either way, clinically relevant biomarkers which can differentiate parkinsonian disorders at an early stage, predict disease trajectory and track clinical progression over time will clearly be required. The clinical measures most commonly used to track disease progression in clinical trials are rating scales such as the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS). There are however concerns that these scales may not provide the precision necessary to detect small clinical changes, particularly in early PD. Before one can assess whether a clinical biomarker is useful longitudinally, their accuracy in a cross-sectional cohort must be assessed and, in particular, whether they are sensitive to the heterogeneity seen among the degenerative parkinsonian disorders. In addition, one must assess the effect, if any that symptomatic medications such as levodopa have on the performance of that biomarker. Quantitative assessment of eye movements may be a simple, reliable and sensitive clinical biomarker for PD and atypical parkinsonian disorders such as progressive supranuclear palsy (PSP), multiple system atrophy (MSA) and corticobasal syndrome (CBS) Indeed, eye movements have long been used at the bedside to localize pathology and to diagnose many movement disorders. Although clinically apparent oculomotor abnormalities are well documented in the advanced stages of these conditions, they may not be appreciable to the naked eye early in the disease course. The diagnosis of PSP, for example, relies heavily on the clinical assessment of eye movements - in particular the presence of limited vertical gaze. Although this is the classical eye movement abnormality seen in PSP, in the early stages of the disease, the only eye movement clue may be subtle slowing of vertical saccades or curvature of the arc of the saccadic eye movement. In a postmortem study of parkinsonian disorders, a vertical supranuclear gaze palsy, when present, has a specificity of 91% for pathologically definite PSP, increasing to 97% when present within 3 years after disease onset. However, its sensitivity in heralding a PSP diagnosis is only 31% when detected within the first 3 years of disease.\n\nTo date, the application of quantitative oculomotor analysis to movement disorders has been limited, largely as a result of technological restrictions. As such, any information gleaned from eye movements in clinical practice is largely restricted to what can be detected by the naked eye at bedside assessment. Since quantitative assessment of eye movements will be more sensitive to these oculomotor abnormalities than bedside assessment with the naked eye, detection of these abnormalities will be possible at an earlier stage. Advances in technology have allowed eye tracking to become a simple, non-invasive, and effective way to assess eye movements, pupillary function and blink rate with high resolution. Quantitative oculomotor parameters (saccades and pupillary changes) correlate with motor performance, cognitive function and postural abnormalities in PwP. Given that these are crucial milestones in progression of PD, the investigators hypothesize that early assessment of subclinical oculomotor abnormalities will have prognostic value in PD and related conditions. However, only a few small studies have investigated whether quantitative assessment of eye movements can be used to differentiate PD from similar conditions such as PSP.\n\nRecently, pupillary dilatation has been shown to be a potential marker of goal-directed eye movement (specifically motor preparation when planning saccades), but these have not been explored in detail in PD. Given that PwP lose automaticity of movement in the early stages and can compensate with goal-directed attentional strategies, it is likely that early compensatory differences in these processes can be detected.\n\nNo study has examined whether such oculomotor parameters correlate with the heterogeneous clinical findings we see among PwP and related disorders.Similarly, no study has examined whether oculomotor assessment can act as an early diagnostic marker or as a longitudinal prognostic marker for these diseases.\n\nThe Munoz lab at Queen's University has extensive expertise in eye movement analysis. Recently, the Munoz lab have been able to identify a signature of eye movement parameters (specifically saccadic eye movements, pupillary responses and blink rate) which is present in people with PD but not in healthy controls. This signature is also present in patients with isolated REM sleep behaviour disorder, a condition which converts to PD or a similar disorder in up to 80% of people over 10-15 years. This implies that this signature can be detected at a very early (prodromal) stage in these conditions before the other clinical manifestations appear. Furthermore, the investigators have preliminary unpublished data to suggest that this signature may separate PwP from other neurodegenerative disorders such as PSP. The investigators aim to confirm that this novel eye movement signature can differentiate PD from its mimics in a large number of participants, and that it correlates with the heterogeneous disease-specific clinical features seen in these disorders.\n\nThe majority of the studies above involve structured tasks where the participant is advised to direct their gaze towards (or away from) a target when it appears. In this artificial setting, the eye movements recorded may not be an accurate reflection of a participates natural eye movement control. This study will also consist of a novel free-viewing task where participants are instructed to watch a number of brief video clips while the investigators record their eye movements and pupillary responses as they visually search these clips.This is akin to changing the television channel every few seconds and observing the initial automatic response (saccade and pupil) to a visual scene, followed by the slightly later cognitive influence of searching the video for content.\n\nHence, the investigators can analyze separately the bottom-up and top-down processes in parkinsonian disorders and hence separate brainstem-predominant pathology from cortical pathology with a simple eye movement paradigm. The Munoz lab has demonstrated the ability to extract these data parameters without requiring a structured experimental paradigm, allowing the investigators to collect eye movements in a much more ecological fashion.No other groups to date have measured these eye movements during free-viewing of video clips in Parkinson's disease or any other movement disorder. The investigators will explore whether the information gathered by this assessment of natural eye movements will allow us to diagnose and prognosticate patients with movement disorders.\n\nUltimately, this work aims to establish biomarkers for disease by linking eye tracking data with clinical diagnoses and outcomes."
    },
    "conditionsModule": {
      "conditions": [
        "Parkinson's Disease and Parkinsonism",
        "Progressive Supranuclear Palsy",
        "Multiple System Atrophy",
        "Corticobasal Degeneration"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 122,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Parkinson's disease",
          "type": "EXPERIMENTAL",
          "description": "Eye tracking using Eyelink 1000 during free-viewing of videos",
          "interventionNames": [
            "Behavioral: Free-viewing eye tracking"
          ]
        },
        {
          "label": "Progressive Supranuclear Palsy",
          "type": "EXPERIMENTAL",
          "description": "Eye tracking using Eyelink 1000 during free-viewing of videos",
          "interventionNames": [
            "Behavioral: Free-viewing eye tracking"
          ]
        },
        {
          "label": "Multiple System Atrophy",
          "type": "EXPERIMENTAL",
          "description": "Eye tracking using Eyelink 1000 during free-viewing of videos",
          "interventionNames": [
            "Behavioral: Free-viewing eye tracking"
          ]
        },
        {
          "label": "Corticobasal Syndrome",
          "type": "EXPERIMENTAL",
          "description": "Eye tracking using Eyelink 1000 during free-viewing of videos",
          "interventionNames": [
            "Behavioral: Free-viewing eye tracking"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "Free-viewing eye tracking",
          "description": "Participants will watch 20 minutes of video clips while their eye movements, pupil size and blink rate are recorded",
          "armGroupLabels": [
            "Corticobasal Syndrome",
            "Multiple System Atrophy",
            "Parkinson's disease",
            "Progressive Supranuclear Palsy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Amplitude of saccadic eye movements (in degrees) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "description": "Amplitude of saccadic eye movements (in degrees) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Pupil Constriction (in mm) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "description": "Pupil Constriction (in mm) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Blink Rate (blinks/second) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "description": "Blink rate (blinks/second) measured by eye tracker during free viewing of videos.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Velocity of saccadic eye movements (in degrees/second) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "description": "Velocity of saccadic eye movements (in degrees/second) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Pupil dilatation (in mm) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "description": "Pupil dilatation (in mm) measured by Eyelink 1000 eye tracker during free viewing of videos.",
          "timeFrame": "24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Attending or referred to the Movement Disorder Clinic at the Mater Misericordiae University Hospital\n* Current diagnosis of PD, PSP, MSA, CBS.\n* Participant can give informed written consent. All participants must be capable of understanding and complying with the requirements of the protocol, including ability to attend for all visits.\n* Participants have a minimum Montreal Cognitive Assessment score of ≥16\n* All participants must have visual acuity in at least one eye such that they can identify stimuli presented on a computer screen in front of them.\n* Participants must be able to sit comfortably for a period of about 20 minutes\n\nExclusion Criteria:\n\n* Participant has large visual field defects that obscure visual targets within ±10 degrees of central vision.\n* Participants has cognitive impairments that prohibit them from understanding the task description.\n* History of stroke, traumatic brain injury or other condition which may interfere with eye movements.\n* History of photosensitive epilepsy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "100 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "John Inocentes",
          "role": "CONTACT",
          "phone": "+35318545038",
          "email": "JohnInocentes@dni.ie"
        }
      ],
      "overallOfficials": [
        {
          "name": "Conor Fearon, MB PhD",
          "affiliation": "Dublin Neurological Institute at the Mater Misericordiae University Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Dublin Neurological Institute at the Mater Misericordiae University Hospital",
          "status": "RECRUITING",
          "city": "Dublin",
          "state": "Leinster",
          "zip": "D07W7XF",
          "country": "Ireland",
          "contacts": [
            {
              "name": "John Inocentes",
              "role": "CONTACT",
              "phone": "+35318545038",
              "email": "JohnInocentes@dni.ie"
            },
            {
              "name": "Conor Fearon, BE MB PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 53.33306,
            "lon": -6.24889
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010300",
          "term": "Parkinson Disease"
        },
        {
          "id": "D020734",
          "term": "Parkinsonian Disorders"
        },
        {
          "id": "D013494",
          "term": "Supranuclear Palsy, Progressive"
        },
        {
          "id": "D019578",
          "term": "Multiple System Atrophy"
        },
        {
          "id": "D000088282",
          "term": "Corticobasal Degeneration"
        }
      ],
      "ancestors": [
        {
          "id": "D001480",
          "term": "Basal Ganglia Diseases"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D009069",
          "term": "Movement Disorders"
        },
        {
          "id": "D000080874",
          "term": "Synucleinopathies"
        },
        {
          "id": "D019636",
          "term": "Neurodegenerative Diseases"
        },
        {
          "id": "D009886",
          "term": "Ophthalmoplegia"
        },
        {
          "id": "D015835",
          "term": "Ocular Motility Disorders"
        },
        {
          "id": "D003389",
          "term": "Cranial Nerve Diseases"
        },
        {
          "id": "D024801",
          "term": "Tauopathies"
        },
        {
          "id": "D010243",
          "term": "Paralysis"
        },
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D054969",
          "term": "Primary Dysautonomias"
        },
        {
          "id": "D001342",
          "term": "Autonomic Nervous System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}