{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03960801",
      "orgStudyIdInfo": {
        "id": "RC19_0055"
      },
      "secondaryIdInfos": [
        {
          "id": "2019-000753-31",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Nantes University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Assessment of Remifentanil for Rapid Sequence Induction and Intubation in Full Stomach Patient Compared to Muscle Relaxant",
      "officialTitle": "Assessment of Remifentanil for Rapid Sequence Induction and Intubation in Full Stomach Patient Compared to Muscle Relaxant. A Non-inferiority Simple Blind Randomized Controlled Trial",
      "acronym": "REMICRUSH"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-10-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-04-22",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-04-22",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-05-21",
      "studyFirstSubmitQcDate": "2019-05-22",
      "studyFirstPostDateStruct": {
        "date": "2019-05-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-04-26",
      "lastUpdatePostDateStruct": {
        "date": "2021-04-27",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Nantes University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "REMICrush is a French multicentric non inferiority simple blind randomized clinical trial that will compare the use of Remifentanil to muscle relaxant (reference treatment) for anesthetic rapid sequence intubation in terms of major complications (difficult intubation, gastric liquid aspiration, desaturation, hemodynamics reaction, ventricular arrhythmia, anaphylactic reaction).",
      "detailedDescription": "BACKGROUND: Rapid sequence intubation is the reference anaesthetic procedure for patient at risk of pulmonary aspiration of gastric contents (for example emergency procedure, bowel obstruction, obese patients, gastroesophageal reflux …) or difficult airway management. Nowadays the use of Succinylcholine (CELOCURINE), a neuromuscular blockade with a short duration of action, is recommended in this indication. However, several adverse events are frequently reported, especially anaphylactic reaction, restraining its use for rapid sequence intubation. Other adverse effects such as extended neuromuscular block, malignant hyperthermia or severe hyperkaliemia prohibit its use. In this case the use of another neuromuscular blockade, Rocuronium (ESMERON), is an alternative solution. Unfortunately, this other molecule causes as many anaphylactic event as Succinylcholine (1 anaphylactic event for 3000 uses) and produce a long duration of neuromuscular block. Incidence of anaphylactic reaction is increasing in France and mostly severe reactions. Its utilization is therefore reduced to 31 to 55% of crush induction despite the recommendations. Remifentanil is an opioid agent with very shorts delay and duration of action. Several study have shown similar intubation conditions in planned surgery with the use of Remifentanil instead of neuromuscular blockade and less hemodynamic reactions. Remifentanil is already approved for anesthetic induction and recognized as an alternative to neuromuscular blockade for the intubation of children. Use of remifentanil has shown satisfying intubation conditions for adults but its incidence of major complications compared to succinylcholine remains unknown.\n\nStudy hypothesis: The investigators thus hypothesized that Remifentanil is non inferior to neuromuscular blockade in terms of major complications after a crush induction.\n\nMethods: A multicenter simple blind randomized controlled trial. 11 centers will participate in this project.\n\nExperimental treatment arm: During anesthetic induction remifentanil will be injected immediately after hypnotic drug through bolus intravenous injection by a peripheral or verified central venous access, at 3 to 4 µg/kg. Orotracheal intubation will be performed 30 to 60 seconds later by a graduated anesthesiologist or a resident with 4 validated semesters.\n\nControl arm treatment: A neuromuscular blockade will be injected right after the hypnotic drug. Whether succinylcholine (CELOCURINE) at 1mg/kg or Rocuronium (ESMERON) at 1mg/kg in a bolus intravenous injection by a peripheral or verified central venous access. Orotracheal intubation will be performed after occurring of fasciculations with succinylcholine or 30 to 60 seconds after injection of Rocuronium by a graduated anesthesiologist or a resident with 4 validated semesters.\n\nObjective and judgment criteria: The primary objective is to demonstrate non inferiority of Remifentanil compared to neuromuscular blockade in terms of major complications after a crush induction. Primary endpoint is the rate of tracheal intubation without major complications as defined by 1/ tracheal intubation with less than 2 laryngoscopies 2/ no aspiration during the 10 minutes after induction 3/ no desaturation under 95% during the 10 minutes after induction 4/ no hypo or hypertension as defined by a Median blood pressure\\<50 mmHg or \\>110 mmHg 5/ NO ventricular arrhythmia involving an emergency treatment or cardiac arrest during the 10 minutes after induction 6/ No grade III or IV anaphylactic reaction after the 10 minutes after induction.\n\nStatistical analyses:\n\nA 80% incidence of intubation without major complication was hypothesized. Non inferiority has been set under a superior limit of 7% for the primary endpoint 95% of the proportions difference between intervention and control group. In order to achieve 80 power with a 5% alpha risk, 1150 patients (575 for each arms) are to be included."
    },
    "conditionsModule": {
      "conditions": [
        "Intra-tracheal Intubation"
      ],
      "keywords": [
        "Intubation",
        "Remifentanil",
        "neuromuscular blockade",
        "succinylcholine",
        "Rocuronium",
        "emergency anesthesia",
        "rapid sequence induction"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized controlled trial in 2 parallel groups assigned to tested drug in intervention group and to reference treatment for control group.",
        "primaryPurpose": "SUPPORTIVE_CARE",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 1150,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Remifentanil group",
          "type": "EXPERIMENTAL",
          "description": "bolus intravenous injection of 3 to 4µg/kg of remifentanil after hypnotic administration for a crush anesthetic induction",
          "interventionNames": [
            "Drug: Remifentanil group"
          ]
        },
        {
          "label": "Neuromuscular blockade group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Bolus intravenous injection of 1mg/kg of Succinylcholine or Rocuronium after hypnotic administration for a crush anesthetic induction",
          "interventionNames": [
            "Drug: neuromuscular blockade group"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Remifentanil group",
          "description": "bolus intravenous injection of 3 to 4µg/kg of remifentanil after hypnotic administration for a crush anesthetic induction",
          "armGroupLabels": [
            "Remifentanil group"
          ]
        },
        {
          "type": "DRUG",
          "name": "neuromuscular blockade group",
          "description": "Bolus intravenous injection of 1mg/kg of Succinylcholine or Rocuronium after hypnotic administration for a crush anesthetic induction",
          "armGroupLabels": [
            "Neuromuscular blockade group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Rate of tracheal intubation without major complication",
          "description": "Primary endpoint is the rate of tracheal intubation without major complications as defined by\n\n1. tracheal intubation with less than 2 laryngoscopies\n2. no aspiration during the 10 minutes after induction\n3. no desaturation under 95% during the 10 minutes after induction\n4. no hypo or hypertension as defined by a MAP\\<50mmHg or \\>110mmHg\n5. no ventricular arrhythmia involving an emergency treatment or cardiac arrest during the 10 minutes after induction\n6. no grade III or IV anaphylactic reaction during the 10 minutes after induction",
          "timeFrame": "Day 7 from randomization"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "quality of intubation: score IDS3",
          "description": "score IDS3 is a composite score for evaluating the difficulty of intubation under laryngoscopy.",
          "timeFrame": "At Day 7"
        },
        {
          "measure": "level of intubation difficulty",
          "description": "Cormack Lehane score This score describes laryngoscopic views during orotracheal intubation:\n\n* Cormack 1: The glottis is seen in its entirety\n* Cormack 2: Only the posterior half of the glottis is seen\n* Cormack 3: Only a tiny part of the glottis is seen\n* Cormack 4: The glottis is hidden by the epiglottis and tongue.",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "Intubation difficulty evaluated by Percentage of opening of the gluteal opening",
          "description": "Evaluated by POGO (Percentage of opening of the gluteal opening) The opening of the orifice is defined by the distance between the anterior and posterior corners of the glottis.\n\n* A POGO score of 0% means that the glottic opening is not visible.\n* A POGO score of 100% means that the entire glottic gap is visible",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "use of alternative technic",
          "description": "frequency of alternative technic use",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "induction-intubation delay",
          "description": "delay between hypnotic injection and apparition of the sixth capnographic curve",
          "timeFrame": "Within 7 days"
        },
        {
          "measure": "desaturation",
          "description": "frequency of saturation between 80 et 95% and under 80% following anesthetic induction",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "severe hemodynamic reaction",
          "description": "proportion of patients with cardiac frequency under 45 or above 110 and / or systolic arterial pressure under 80 mmHg or above 160 mmHg and or mean arterial pressure under 55mmHg or above 100 mmHg during the ten minutes following induction",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "teeth/ tracheal trauma",
          "description": "proportion of patient with teeth or tracheal (endoscopic exam) trauma",
          "timeFrame": "At day 7"
        },
        {
          "measure": "Allergies",
          "description": "proportion of patients with grade I or II anaphylactic reaction",
          "timeFrame": "within 10 minutes"
        },
        {
          "measure": "postoperative sore throat",
          "description": "POST grade (postoperative sore throat) is evaluated at 1 h after extubation\n\nGrade 0 = No pain Grade 1 = Mild pain (complains of pain on request) Grade 2 = Moderate pain (complains of pain spontaneously) Grade 3 = Severe pain (voice change, hoarseness, aphonia)",
          "timeFrame": "1 hour after extubation"
        },
        {
          "measure": "post operative pneumonia",
          "description": "proportion of patients who developed pneumonia at day 7 of hospitalization, as defined by new lung infiltration at chest X-ray or tomodensitometry scanner associated with at least one of the following symptom : new purulent expectoration, change of chronic expectorations, fever\\> 38°C, leukocyte count \\< 4000/mL or \\> 12000/mL, positive blood culture and pathogen identification on respiratory sample",
          "timeFrame": "At day 7"
        },
        {
          "measure": "Proportion of patients with post-operative respiratory distress",
          "description": "proportion of patients who developed post-operative respiratory distress within 7 days of hospitalization defined by acute respiratory failure with hypoxemia, PaO2/FiO2 ratio \\< 300 mmHg, new bilateral infiltrations on chest X-ray without cardiac etiology",
          "timeFrame": "At day 7"
        },
        {
          "measure": "In hospital mortality",
          "description": "proportion of patients who died in hospital",
          "timeFrame": "At day 7"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* \\- male or female\n* aged from 18 to 80 years old\n* surgery requiring general anaesthesia with tracheal with oro-tracheal intubation\n* Rapid sequence intubation indication\n* aspiration risk defined as : fasting \\< 6h00, digestive occlusion, functional ileus, vomiting \\< 12h00, orthopaedic trauma \\< 12h00, severe gastric reflux, gastroparesis and/or dysautonomia and or gastro-oesophagus surgery\n* signed informed consent sheet ; or emergency procedure if impossible\n\nExclusion Criteria:\n\n* planned impossible intubation\n* suspected/known allergy to neuromuscular blockade or remifentanil\n* Neuromuscular disease forbidding neuromuscular blockade use\n* Prolonged neuromuscular block former episode\n* Malignant hyperthermia former episode\n* Pre-operative respiratory failure (spO2\\< 95%)\n* Pre-operative hemodynamic failure (use of vasopressor)\n* cardiac arrest\n* A woman of childbearing age who has an active pregnancy and/or clinical signs suggestive of an active pregnancy and/or does not have a contraceptive or contraceptive method and has had unprotected sex within 15 days of the last menstrual period.\n* Patients under justice protection\n* Use of etomidate for anesthetic induction",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "University Hospital",
          "city": "Angers",
          "country": "France",
          "geoPoint": {
            "lat": 47.47156,
            "lon": -0.55202
          }
        },
        {
          "facility": "Military Hospital",
          "city": "Brest",
          "country": "France",
          "geoPoint": {
            "lat": 48.39029,
            "lon": -4.48628
          }
        },
        {
          "facility": "University Hospital",
          "city": "Brest",
          "country": "France",
          "geoPoint": {
            "lat": 48.39029,
            "lon": -4.48628
          }
        },
        {
          "facility": "University Hospital",
          "city": "Grenoble",
          "country": "France",
          "geoPoint": {
            "lat": 45.17869,
            "lon": 5.71479
          }
        },
        {
          "facility": "CHD Vendée",
          "city": "La Roche-sur-Yon",
          "country": "France",
          "geoPoint": {
            "lat": 46.66974,
            "lon": -1.42757
          }
        },
        {
          "facility": "Hospital",
          "city": "Le Mans",
          "country": "France",
          "geoPoint": {
            "lat": 48.0021,
            "lon": 0.20251
          }
        },
        {
          "facility": "University hospital (SALENGRO hospital)",
          "city": "Lille",
          "country": "France",
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "University Hospital",
          "city": "Lille",
          "country": "France",
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "University Hospital Lyon Sud",
          "city": "Lyon",
          "country": "France",
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "Le Confluent",
          "city": "Nantes",
          "country": "France",
          "geoPoint": {
            "lat": 47.21725,
            "lon": -1.55336
          }
        },
        {
          "facility": "University Hospital",
          "city": "Nantes",
          "country": "France",
          "geoPoint": {
            "lat": 47.21725,
            "lon": -1.55336
          }
        },
        {
          "facility": "Toulouse University Hospital",
          "city": "Toulouse",
          "country": "France",
          "geoPoint": {
            "lat": 43.60426,
            "lon": 1.44367
          }
        },
        {
          "facility": "Hospital",
          "city": "Valenciennes",
          "country": "France",
          "geoPoint": {
            "lat": 50.35909,
            "lon": 3.52506
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40086728",
          "type": "DERIVED",
          "citation": "Grillot N, Gonzalez V, Deransy R, Rouhani A, Cintrat G, Rooze P, Naux E, Volteau C, Bouras M, Cinotti R, Roquilly A. Post-induction hypotension during rapid sequence intubation in the operating room: A post hoc analysis of the randomized controlled REMICRUSH trial. Anaesth Crit Care Pain Med. 2025 May;44(3):101502. doi: 10.1016/j.accpm.2025.101502. Epub 2025 Mar 12."
        },
        {
          "pmid": "36594947",
          "type": "DERIVED",
          "citation": "Grillot N, Lebuffe G, Huet O, Lasocki S, Pichon X, Oudot M, Bruneau N, David JS, Bouzat P, Jobert A, Tching-Sin M, Feuillet F, Cinotti R, Asehnoune K, Roquilly A; Atlanrea Study GroupSociete Francaise d'Anesthesie Reanimation (SFAR) Research Network. Effect of Remifentanil vs Neuromuscular Blockers During Rapid Sequence Intubation on Successful Intubation Without Major Complications Among Patients at Risk of Aspiration: A Randomized Clinical Trial. JAMA. 2023 Jan 3;329(1):28-38. doi: 10.1001/jama.2022.23550."
        },
        {
          "pmid": "33785069",
          "type": "DERIVED",
          "citation": "Grillot N, Garot M, Lasocki S, Huet O, Bouzat P, Le Moal C, Oudot M, Chatel-Josse N, El Amine Y, Danguy des Deserts M, Bruneau N, Cinotti R, David JS, Langeron O, Minville V, Tching-Sin M, Faurel-Paul E, Lerebourg C, Flattres-Duchaussoy D, Jobert A, Asehnoune K, Feuillet F, Roquilly A. Assessment of remifentanil for rapid sequence induction and intubation in patients at risk of pulmonary aspiration of gastric contents compared to rapid-onset paralytic agents: study protocol for a non-inferiority simple blind randomized controlled trial (the REMICRUSH study). Trials. 2021 Mar 30;22(1):237. doi: 10.1186/s13063-021-05192-x."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    }
  },
  "hasResults": false
}