{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02799901",
      "orgStudyIdInfo": {
        "id": "16-PP-02"
      },
      "organization": {
        "fullName": "Centre Hospitalier Universitaire de Nice",
        "class": "OTHER"
      },
      "briefTitle": "Nivolumab Plus Radiotherapy in Advanced Melanoma",
      "officialTitle": "Nivolumab in Combination With High Dose Radiotherapy at Varied Tumor Sites in Advanced Melanoma and no Prior Antitumoral Treatment",
      "acronym": "NIRVANA"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-03-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-07-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-07-28",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2016-05-30",
      "studyFirstSubmitQcDate": "2016-06-14",
      "studyFirstPostDateStruct": {
        "date": "2016-06-15",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2023-11-14",
      "lastUpdatePostDateStruct": {
        "date": "2023-11-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Centre Hospitalier Universitaire de Nice",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Combining nivolumab with conventional multisite high dose radiotherapy seems to be an interesting approach that could increase the antitumoral effect of nivolumab by increasing the diversity and quantity of tumoral antigen presentation thanks to radiotherapy. Multifractionated high dose radiotherapy (HR) targeting various tumor sites could also increase occurrence of tumor mutations and the diversity of the T-cell receptor repertoire of intratumoral T cells.\n\nThe purpose of this study is to combine nivolumab with 3 fractions of HR of one metastasis for each tumor site (defined as skin/muscle, thoracic, abdomen, bone, other).\n\nThe investigators hypothesize that combining nivolumab with multisite, multifractionated HR increases the overall survival rate at 1 year compared to published data with nivolumab alone.",
      "detailedDescription": "Recent progress has been made in advanced melanoma with drug targeting immune system such as ipilimumab targeting CTLA-4 and nivolumab targeting PD-1. Some case reports and preclinical data suggested that the antitumoral immune response of these immune check point inhibitors (ipilimumab and nivolumab as well) could be enhanced if associated with massive tumoral antigen release in the blood stream, due to local treatment such as high dose radiotherapy (HR). The first rigorous scientific demonstration of this phenomenon was done by Demaria et al. They showed that irradiation of xenograft tumor could induce decrease of tumoral growth of a non-irradiated other xenograt tumor. This effect was due to immune response to irradiation but it only occured when immune system was modulated by CTLA-4 inhibition. In that experiences CTLA4 and radiation actions were synergistic.\n\nDovedi et al. also reported that targeting PD-1/PD-L1 pathway have greater anti-tumor efficacy if concomitant radiotherapy was given and especially if radiotherapy was multifractionated.\n\nVery interestingly the fractionated radiotherapy also induced huge increase of tumoral PD-L1 expression by three times 5 days after beginning of radiotherapy. This could explain the synergistic impact of this strategy.\n\nAt least eight clinical studies are ongoing, testing the combination of CTLA-4 blockade with radiotherapy in metastatic melanoma or other tumors, with various treatment schedules either for ipilimumab (3 or 10 mg/kg) or radiotherapy (before or after ipilimumab, fractions of 6 to 8 Gy; total body irradiation or treatment of only one metastasis).\n\nOne study (NCT01565837) is a phase II study that analyses the efficacy of 10mg/kg ipilimumab (every 3 weeks) associated with HR for all metastatic sites but only for oligometastatic patients (\\< 6 metastasis), which reflects only a minority of metastatic melanoma patients.\n\nSuch strategy is of high interest because it takes into account the putative tumoral heterogeneity which could lead to failure of the association of nivolumab with the irradiation of only one tumor site.\n\nThe investigators propose to combine nivolumab with 3 fractions of HR of one metastasis for each tumor site (defined as skin/muscle, thoracic, abdomen, bone, other).They have chosen 3 fractions instead of only 1 for each tumor site because of preclinical data in mice showing that one fraction is less efficient than several fractions to stimulate the immune system and kill tumoral cells. The increase of the number of fractions could also lead to an increase of the diversity of tumoral antigens released in the blood stream which could also favors diversity of the T-cell receptor repertoire of intratumoral T cells.\n\nIn our protocol dose constraint for each tissue type can be easily achieved with the 3 X 6 Gy schedule without excess of toxicity.\n\nIn conclusion the present protocol aims to increase the quantity and diversity of released tumoral antigens by providing multisite, multifractionated HR during nivolumab treatment in advanced untreated melanoma patients.\n\nThe investigators hypothesize that combining nivolumab with multisite, multifractionated HR increases the overall survival rate at 1 year compared to published data with nivolumab alone."
    },
    "conditionsModule": {
      "conditions": [
        "Melanoma"
      ],
      "keywords": [
        "advanced melanoma",
        "high dose radiotherapy",
        "Nivolumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 72,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patient",
          "type": "EXPERIMENTAL",
          "description": "patient with Advanced melanoma",
          "interventionNames": [
            "Biological: Nivolumab",
            "Radiation: hypofractionned radiotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Nivolumab",
          "description": "Injection of nivolumab",
          "armGroupLabels": [
            "Patient"
          ]
        },
        {
          "type": "RADIATION",
          "name": "hypofractionned radiotherapy",
          "description": "radiation",
          "armGroupLabels": [
            "Patient"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "overall survival",
          "description": "to increase the overall survival rate at 1 year with the combination of nivolumab and radiotherapy compared to nivolumab alone for patients with advanced melanoma",
          "timeFrame": "1 year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "the rate of progression-free survival",
          "timeFrame": "at 6 months"
        },
        {
          "measure": "the rate of progression-free survival",
          "timeFrame": "at 1 year"
        },
        {
          "measure": "the rate of progression-free survival",
          "timeFrame": "at 2 years"
        },
        {
          "measure": "Global progression free survival (PFS) rate",
          "timeFrame": "at 6 months"
        },
        {
          "measure": "Global progression free survival (PFS) rate",
          "timeFrame": "at 1 year"
        },
        {
          "measure": "Global progression free survival (PFS) rate",
          "timeFrame": "at 2 years"
        },
        {
          "measure": "global PFS rate",
          "timeFrame": "at 6 months"
        },
        {
          "measure": "global PFS rate",
          "timeFrame": "at 1 year"
        },
        {
          "measure": "global PFS rate",
          "timeFrame": "at 2 year"
        },
        {
          "measure": "overall survival",
          "timeFrame": "at 2 years"
        },
        {
          "measure": "disease control rate (DCR)",
          "timeFrame": "at 2 years"
        },
        {
          "measure": "predictive factors for response",
          "timeFrame": "at 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to give written informed consent\n2. Men and women, ≥ 18 years of age\n3. Histologically confirmed Stage III (unresectable) or Stage IV melanoma. Unknown primary melanoma will be accepted.\n4. Measurable disease by CT per RECIST 1.1 criteria\n5. Indication of radiotherapy\n6. Patient MUST be untreated for his/her Stage III (unresectable) or Stage IV melanoma\n7. Prior treatment with INTERFERON in the adjuvant setting is authorized.\n8. BRAF status must be determinate but patient will be eligible regardless the status (BRAF wildtype and BRAF V600 mutation positive patients could be included)\n9. A pre-treatment recent core, excision or punch biopsy must be provided for PD-L1 status determination prior to start the treatment and for exploratory biomarker analyses. The biopsy must be from an unresectable or metastatic site, and the subject must have had no intervening systemic therapy between the time of biopsy and the start of inclusion\n10. Patient must consent to allow the acquisition of existing formalin-fixed paraffin-embedded (FFPE) material (\" archival \") (block or a minimum of 10 unstained slides) if available, for performance of correlatives studies\n11. Subjects must consent to allow the acquisition of blood samples: one during the week before the first nivolumab injection; the second 15 days +- 2 days after the first injection of nivolumab; the third between 15 and 30 days after the first radiotherapy session and the fourth at relapse, for performance of correlative studies,\n12. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤1\n13. Within the last 2 weeks prior to study day 1 the following laboratory parameters, which should be within the ranges specified:\n14. Subjects affiliated to an appropriate social security system NB: Patients will be included regardless of the level of LDH.\n\nExclusion Criteria:\n\n1. The patient requires concomitant chronic treatment with systemic corticosteroids or any other immunosuppressive agents 7 days prior to inclusion,\n2. Patient with brain(s) metastase(s), symptomatic(s) or not,\n3. Ocular or mucosal melanoma (unknown primary melanoma will be accepted),\n4. The patient has concurrent severe medical problems, unrelated to the malignancy, that would significantly limit full compliance with the study or expose the patient to unacceptable risk such as but not limited to: Cardiac insufficiency (III or IV as per NYHA classification), Renal insufficiency, ongoing infection,\n5. Subjects with previous malignancies (except non-melanoma skin cancers, in situ bladder cancer, gastric or colon cancers, cervical cancers/dysplasia or breast carcinoma in situ) are excluded unless a complete remission was achieved at least 2 years prior to study entry and no additional therapy is required or anticipated to be required during the study period,\n6. Uncontrolled infectious diseases - requires negative tests for clinically suspected HIV, hepatitis B virus (HBV) and hepatitis C virus (HCV). If positive results are not indicative of true active or chronic infection, the subject may enter the study after discussion and agreement between the Investigator and the Medical Monitor,\n7. Active Autoimmune disease: subjects with a documented history of inflammatory bowel disease, including ulcerative colitis and Crohn's disease are excluded from this study as are subjects with a history of symptomatic disease (e.g., rheumatoid arthritis, systemic progressive sclerosis \\[scleroderma\\], Systemic Lupus Erythematosus, autoimmune vasculitis \\[e.g., Wegener's Granulomatosis\\]); subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll,\n8. Subjects with motor neuropathy considered of autoimmune origin (e.g., Guillain Barré Syndrome) are excluded from this study,\n9. Previous treatment with, chemotherapy, a CTLA-4 or PD-1/PD-L1 antagonist agent, including treatment in adjuvant setting for immunotherapy,\n10. The patient has psychiatric or addictive disorders that may compromise his/her ability to give informed consent or to comply with the trial procedures,\n11. Lack of availability for clinical follow-up assessments,\n12. Pregnant or lactating women (a blood pregnancy test will be conducted) and effective contraception will be used throughout the treatment for women of childbearing age,\n13. Participation in another clinical trial protocol within 30 days prior to enrolment,\n14. Persons protected by a legal regime (guardianship, trusteeship),\n15. Vulnerable patients, patients kept in detention",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Henri MONTAUDIE, PH",
          "affiliation": "Centre Hospitalier Universitaire de Nice",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "CHU d'Amiens",
          "city": "Amiens",
          "country": "France",
          "geoPoint": {
            "lat": 49.9,
            "lon": 2.3
          }
        },
        {
          "facility": "CH d'Annecy",
          "city": "Annecy",
          "country": "France",
          "geoPoint": {
            "lat": 45.90878,
            "lon": 6.12565
          }
        },
        {
          "facility": "CHRU de Besançon",
          "city": "Besançon",
          "country": "France",
          "geoPoint": {
            "lat": 47.24878,
            "lon": 6.01815
          }
        },
        {
          "facility": "Hôpital Ambroise Paré",
          "city": "Boulogne-Billancourt",
          "country": "France",
          "geoPoint": {
            "lat": 48.83545,
            "lon": 2.24128
          }
        },
        {
          "facility": "Hôpital Avicenne",
          "city": "Boulogne-Billancourt",
          "country": "France",
          "geoPoint": {
            "lat": 48.83545,
            "lon": 2.24128
          }
        },
        {
          "facility": "CHU Hôpital Clemenceau",
          "city": "Caen",
          "country": "France",
          "geoPoint": {
            "lat": 49.18585,
            "lon": -0.35912
          }
        },
        {
          "facility": "CHU de Clermont Ferrand",
          "city": "Clermont-Ferrand",
          "country": "France",
          "geoPoint": {
            "lat": 45.77969,
            "lon": 3.08682
          }
        },
        {
          "facility": "CHRU de Lille",
          "city": "Lille",
          "country": "France",
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "Hôpital Dupuytren",
          "city": "Limoges",
          "country": "France",
          "geoPoint": {
            "lat": 45.83362,
            "lon": 1.24759
          }
        },
        {
          "facility": "Hospices civiles de Lyon",
          "city": "Lyon",
          "country": "France",
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "CHU La Timone",
          "city": "Marseille",
          "country": "France",
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "CHU de NIce",
          "city": "Nice",
          "zip": "06200",
          "country": "France",
          "geoPoint": {
            "lat": 43.70313,
            "lon": 7.26608
          }
        },
        {
          "facility": "Hôpital St Louis",
          "city": "Paris",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "CHU de Rouen",
          "city": "Rouen",
          "country": "France",
          "geoPoint": {
            "lat": 49.44313,
            "lon": 1.09932
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "34088741",
          "type": "DERIVED",
          "citation": "Gerard A, Doyen J, Cremoni M, Bailly L, Zorzi K, Ruetsch-Chelli C, Brglez V, Picard-Gauci A, Troin L, Esnault VLM, Passeron T, Montaudie H, Seitz-Polski B. Baseline and early functional immune response is associated with subsequent clinical outcomes of PD-1 inhibition therapy in metastatic melanoma patients. J Immunother Cancer. 2021 Jun;9(6):e002512. doi: 10.1136/jitc-2021-002512."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008545",
          "term": "Melanoma"
        }
      ],
      "ancestors": [
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018326",
          "term": "Nevi and Melanomas"
        },
        {
          "id": "D012878",
          "term": "Skin Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077594",
          "term": "Nivolumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}