{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04011501",
      "orgStudyIdInfo": {
        "id": "HCB/2019/0377"
      },
      "organization": {
        "fullName": "Hospital Clinic of Barcelona",
        "class": "OTHER"
      },
      "briefTitle": "Erector Spinae Plane Block for Minimal Invasive Cardiac Surgery (Heart-Port).",
      "officialTitle": "Erector Spinae Plane Block for Minimal Invasive Cardiac Surgery (Heart-Port).",
      "acronym": "ESP"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-05-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-09-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2019-10-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-07-02",
      "studyFirstSubmitQcDate": "2019-07-04",
      "studyFirstPostDateStruct": {
        "date": "2019-07-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2019-07-10",
      "lastUpdatePostDateStruct": {
        "date": "2019-07-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Xavier Sala-Blanch",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Hospital Clinic of Barcelona"
      },
      "leadSponsor": {
        "name": "Hospital Clinic of Barcelona",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Minimally invasive cardiac surgery is performed through a right thoracotomy, the pain management of this surgery is of great importance. Regional techniques such as thoracic epidural anesthesia or paravertebral block are excellent techniques for the management of postoperative pain in thoracic surgery but they have disadvantages that make it difficult to use in this surgery. On the one hand, anticoagulation in these patients increases the risk of complications related to the use of neuraxial techniques and, on the other hand, the technical difficulty of paravertebral block.\n\nThe erector of the spine block is a technically simple block and with a low risk of associated complications.\n\nThe aim of the study is to evaluate the feasibility and benefits in the relationship of postoperative pain management in patients undergoing minimally invasive cardiac surgery when using continuous unilateral blockade of the erector in a small cohort of patients.",
      "detailedDescription": "An observational study of a series of 20 cases will be carried out based on the casuistry of minimally invasive cardiac surgery of the investigator's center. The performance of analgesic blockade called ESP with catheter placement for continuous analgesia, at the level of the 6th thoracic vertebra in adult patients, ASA physical status I-III, which will undergo minimally invasive cardiac surgery, will be part of the multimodal analgesia strategy.\n\nAfter compliance with the inclusion criteria, with the acceptance and signature of the informed consent by the participating patients, the following procedure will be followed:\n\n1. Patients will be routinely assessed by an anesthesiologist of the service, later they will enter the operating room, where the vital signs will be monitored and the usual anesthetic technique will be used for minimally invasive cardiac surgery, that is, general anesthesia.\n2. The erector block of the spine and the catheter installation for continuous analgesia will be performed in the operating room, after induction of general anesthesia. Patients will be placed in the left lateral decubitus position, and under sterile technique with asepsis of the thoracolumbar area, erector spine block and catheter placement will be performed for continuous analgesia prior to the surgical procedure. The spinal erector musculature will be located at the level of the transverse process of the 6th left thoracic vertebra.Initially a volume of 20 ml of Levobupivacaine 0.25% will be administered. Subsequently a 22G (Gauge) catheter will be introduced and fixed 10-12 cm from the skin. The surgery will begin according to the usual practice. At the end of the surgery, an elastomeric pump will be installed at a flow rate of 7 ml / hr with a 1.3% Ropivacaine solution.\n3. During and after the surgery, the intravenous analgesic protocols already established by the anesthesiology service will be used, so that the realization of the blocking in the plane of the erector musculature will not modify the prescribed analgesic or rescue regimens employees for minimally invasive cardiac surgery, these include the use of an opioid pump on demand by the patient. After the surgery, the intensity of postoperative pain during the first 48 hours will be observed and recorded by the Acute Pain Unit of the Anaesthesiology Service, blind to the study objectives, following its usual practice and assessment.\n4. Researchers will record those variables aimed at evaluating the intensity of acute postoperative pain after minimally invasive cardiac surgery after performing spinal erector block and catheter placement for continuous analgesia in the study period, such as NRS (Numeric rating scale), Paired intravenous analgesia and opioid use.\n\nThese results will be included, anonymously, in an Excel database made for this purpose for further analysis. The variables will be recorded in a single intervention"
    },
    "conditionsModule": {
      "conditions": [
        "Pain, Postoperative",
        "Heart Valve Diseases"
      ],
      "keywords": [
        "erector spinae plane block",
        "thoracic surgery",
        "cardiac surgical procedures",
        "pain, postoperative"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 20,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Continuous unilateral ESP block",
          "type": "EXPERIMENTAL",
          "description": "Erector spine block and catheter placement will be performed for continuous analgesia on this group of patients undergoing minimally invasive cardiac surgery. Initially a volume of 20 ml of Levobupivacaine 0.25% will be administered and subsequently a 22G catheter will be introduced and fixed 10-12 cm from the skin. At the end of the surgery, an elastomeric pump will be installed at a flow rate of 7 ml / hr with a 1.3% Ropivacaine solution.",
          "interventionNames": [
            "Procedure: Continuous Erector spinae block"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Continuous Erector spinae block",
          "description": "Erector spine block and catheter placement will be performed for continuous analgesia prior to the surgical procedure.A initial bolus of 20 ml of Levobupivacaine 0.25% will be administered. Subsequently a 22G catheter will be introduced. At the end of the surgery, an elastomeric pump will be installed at a flow rate of 7 ml / hr with a 1.3% Ropivacaine solution.",
          "armGroupLabels": [
            "Continuous unilateral ESP block"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Assesment of postoperative analgesia",
          "description": "Post operative pain scores will be recorded with a NRS(numerical rating scala) from 0 to 10 ( 0=no pain, 10= pain as bad as can be) worst score at 12 hrs, 24 hrs and 48 hrs period will be scored.",
          "timeFrame": "up to 48 hours"
        },
        {
          "measure": "Morphine consumption",
          "description": "total morphine consumption in milligrams at 12 hrs, 24 hrs and 48 hrs will be scored.",
          "timeFrame": "up to 48 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects undergoing minimally invasive cardiac surgery\n* Acceptance to participate in the study\n* ASA physical status II-IV\n* Age \\> 18 years\n\nExclusion Criteria:\n\n* Refusal to participate in the study\n* Allergy to local anesthetics\n* History of substance abuse",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Xavier Sala-Blanch, MD",
          "role": "CONTACT",
          "phone": "346263536009",
          "email": "xavi.sala.blanch@gmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Xavier Sala-Blanch, MD",
          "affiliation": "Hospital Clinic of Barcelona",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Clinic",
          "status": "RECRUITING",
          "city": "Barcelona",
          "zip": "0836",
          "country": "Spain",
          "contacts": [
            {
              "name": "Xavier Sala-Blanch, MD",
              "role": "CONTACT",
              "phone": "34626353609",
              "email": "xavi.sala.blanch@gmail.com"
            }
          ],
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010149",
          "term": "Pain, Postoperative"
        },
        {
          "id": "D006349",
          "term": "Heart Valve Diseases"
        }
      ],
      "ancestors": [
        {
          "id": "D011183",
          "term": "Postoperative Complications"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D010146",
          "term": "Pain"
        },
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D006331",
          "term": "Heart Diseases"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        }
      ]
    }
  },
  "hasResults": false
}