{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05967312",
      "orgStudyIdInfo": {
        "id": "0849"
      },
      "secondaryIdInfos": [
        {
          "id": "AI_AWARD01813",
          "type": "OTHER_GRANT",
          "domain": "NHSX Accelerated Access Collaborative"
        },
        {
          "id": "304493",
          "type": "OTHER",
          "domain": "IRAS ID"
        }
      ],
      "organization": {
        "fullName": "University of Leicester",
        "class": "OTHER"
      },
      "briefTitle": "The Minuteful Kidney Test Evaluation: A Randomised Controlled Trial",
      "officialTitle": "The Minuteful Kidney Test Evaluation: A Randomised Controlled Trial",
      "acronym": "MKT_Eval"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-11-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-11",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-01-31",
      "studyFirstSubmitQcDate": "2023-07-20",
      "studyFirstPostDateStruct": {
        "date": "2023-08-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-07-20",
      "lastUpdatePostDateStruct": {
        "date": "2023-08-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Leicester",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "NHS Midlands and Lancashire Commissioning Support Unit",
          "class": "UNKNOWN"
        },
        {
          "name": "NHSE",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Chronic Kidney Disease (CKD) is a long-term condition in which the ability of the kidneys to function gets worse over time. People with CKD often do not have associated symptoms, meaning that it is possible for the condition to go undetected until the condition worsens and symptoms develop. The disease is more common in people with diabetes and screening by means of urine and blood tests is recommended in this population by The National Institute for Health and Care Excellence (NICE) Guidelines in order to detect disease earlier. However, screening rates amongst these patients are low and the dilemma is therefore how to increase the rate of screening in those who are ordinarily non-compliant. It is thought that facilitating patients in being able to perform The Minuteful Kidney Test (an at home test using smartphone technology) may increase the amount of people that undertake the test and thus improving early detection. 348 GP practices will be randomised in clusters, meaning that the GP practice will be randomised rather than the individual patient. This type of trial design is common in public health research as it is particularly suited to testing differences in approaches towards patient care. Each cluster will consist of on average 470 patients with diabetes. Each cluster will be allocated at random to either issuing The Minuteful Kidney Test (plus usual care) or usual care alone. This allocation will be applicable to each patient within that cluster. The evaluation will tell us whether administering this test increases the diagnosis rates of CKD as well as the frequency at which the test is performed in patients with diabetes. The results of the evaluation will determine whether The Minuteful Kidney Test should be used instead of or alongside existing blood and urine tests in this particular group of patients.",
      "detailedDescription": "The National CKD Audit (2017) (1) identified that 11 million people in the UK are at risk of chronic kidney disease (CKD), a long-term irreversible deterioration in kidney function with occurrence being more common in those with diabetes. NICE CG182 and NICE QS05 define testing Albumin:Creatinine ratio (ACR) in at risk populations as critical from a clinical and cost point of view. Despite its importance in the prevention of kidney disease, ACR testing is the worst performing of all 9 NICE diabetes care processes with low screening rates among patients, making this a critical area for improvement. Home testing strategies may therefore be useful in improving proteinuria screening adherence, which the National CKD Audit (2017) (1) finding that up to 65% of people with diabetes have relevant annual urinary ACR tests.\n\nThe overarching aim of The Minuteful Kidney Test Evaluation\n\n* https://healthy.io/services/kidney\n* https://www.nhsx.nhs.uk/ai-lab/explore-all-resources/understand-ai/healthyio-smartphone-albuminuria-urine-self-testing/ is to increase the use of ACR testing to identify previously undiagnosed albuminuria in those with diabetes. The primary hypothesis is that there will be an increase in proportion of individuals screened in general practices utilising the Minuteful Kidney Test (plus usual care) compared with general practices delivering usual care alone; and that this will result in a higher proportion of previously undiagnosed CKD being diagnosed in individuals in the intervention practices. The suitability of the technology for widescale deployment will also be addressed by exploring differences in outcomes by baseline characteristics alongside the qualitative process evaluation which will also gain an understanding of the technology's application across the UK population through a mixed method evaluation.\n\nUsing a Cluster RCT design, randomisation will operate on a 1:1 basis with a 50% chance of a cluster being allocated to the intervention. 348 practices (clusters) are required, with one cluster added to each arm to account for any whole cluster drop out. The average cluster size will consist of 470 patients with DM, determined as constant by how many patients with DM are eligible for annual review. 348 GP practices would provide 80% power at the 5% significance level to detect an increase in rate of CKD from 3% in the control arm to 4.3% in the intervention arm. This would provide over 90% power at the 5% significance level to detect an absolute increase of 7% in ACR test rate in the intervention arm compared to control (65% to 72%). The calculations assumed an ICC of 0.05, a coefficient of variation to allow for variation in in cluster size of 0.128 (cluster size range of 360-600)."
    },
    "conditionsModule": {
      "conditions": [
        "Diabetes",
        "Chronic Kidney Diseases"
      ],
      "keywords": [
        "Diabetes"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 163560,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Intervention:",
          "description": "Offered the Minuteful Kidney Test Kit",
          "interventionNames": [
            "Diagnostic Test: Minuteful Kidney Test Kit"
          ]
        },
        {
          "label": "Control",
          "description": "Continue as standard of care"
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Minuteful Kidney Test Kit",
          "description": "The Minuteful Kidney Test is an Artificial Intelligence (AI) based innovative technology to enable people at risk of CKD to undertake an ACR test at home using smartphone technology",
          "armGroupLabels": [
            "Intervention:"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Proportion of patients with a diagnosis of CKD",
          "timeFrame": "At 6 months follow up extraction"
        },
        {
          "measure": "Proportion of patients with ACR test in the last 12 months",
          "timeFrame": "At 6 months follow up extraction (12 months preceding)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proportion of patients with newly diagnosed CKD (i.e., since randomisation)",
          "timeFrame": "Between baseline and 6 months data extraction"
        },
        {
          "measure": "Proportion of patients with albuminuria",
          "timeFrame": "At 6 months follow up extraction"
        },
        {
          "measure": "Proportion of patients with newly diagnosed albuminuria (i.e., since randomisation)",
          "timeFrame": "Between baseline and 6 months data extraction"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "GP Practice Eligibility Criteria:\n\nInclusion Criteria\n\n1. Included in the roll out at the time of the trial\n2. Willing and able to participate\n3. Willing to be randomised to either intervention or usual care\n4. Willing to provide the necessary trial data extractions and allow the research team access to staff for qualitative elements of the research Exclusion Criteria\n5. Previous involvement with rollout of the Minuteful Kidney Test Kit\n\nParticipant Eligibility Criteria:\n\nInclusion Criteria\n\n1. Age \\> 18\n2. Registered with a GP practice involved in the rollout during the time of the evaluation.\n3. Diagnosed with diabetes (Type I / II) Exclusion Criteria\n4. National Data Opt-out of sharing for anything other than clinical care\n\nEligibility Criteria to be offered the Minuteful Kidney Test Kit (for individuals in practices randomised to intervention only)\n\nIn intervention practices only individuals who satisfy all the criteria will be offered the Minuteful Kidney Test Kit:\n\nInclusion Criteria\n\n1. Age \\> 18 years\n2. Registered with a GP practice involved in the rollout during the time of the evaluation\n3. Diagnosed with diabetes (Type I / II)\n4. Those non-compliant with standard ACR screening practices and eligible for annual tests\n5. Willing to perform a urine test at home\n6. Access to a smart phone\n7. An ability to understand written English Exclusion Criteria\n8. Pregnancy\n9. Care home residents\n10. Patients who are catheterised\n11. Patients who are on the end-of-life care pathway\n\nAdditional Qualitative Process Evaluation Eligibility Criteria (for individuals in practices randomised to intervention only) :\n\nInclusion Criteria\n\n1. Willing and able to provide informed consent\n2. At home Minuteful Kidney Test received\n3. Willing and able to provide verbal consent for interview\n4. An ability to understand verbal and written English or access to language support through family and/or friends",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The trial population are GP registered patients with a diabetes diagnosis in GP records where the GP practice delivers routine annual screening for CKD via an ACR test based on an anniversary date and follows-up patients with increased albuminuria to confirm a diagnosis of CKD. Eligible GP practices will be recruited to participate in the trial.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Mid and South Essex (ICB)",
          "city": "Essex",
          "country": "United Kingdom"
        },
        {
          "facility": "Leicester, Leicestershire and Rutland (ICB)",
          "city": "Leicester",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 52.6386,
            "lon": -1.13169
          }
        },
        {
          "facility": "North East London (ICB)",
          "city": "London",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "South East London (ICB)",
          "city": "London",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "North East and North Cumbria (NENC) - ICB",
          "city": "Newcastle",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 54.21804,
            "lon": -5.88979
          }
        },
        {
          "facility": "Somerset (ICB)",
          "city": "Somerset",
          "country": "United Kingdom"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003920",
          "term": "Diabetes Mellitus"
        },
        {
          "id": "D051436",
          "term": "Renal Insufficiency, Chronic"
        }
      ],
      "ancestors": [
        {
          "id": "D044882",
          "term": "Glucose Metabolism Disorders"
        },
        {
          "id": "D008659",
          "term": "Metabolic Diseases"
        },
        {
          "id": "D009750",
          "term": "Nutritional and Metabolic Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D051437",
          "term": "Renal Insufficiency"
        },
        {
          "id": "D007674",
          "term": "Kidney Diseases"
        },
        {
          "id": "D014570",
          "term": "Urologic Diseases"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}