{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03297177",
      "orgStudyIdInfo": {
        "id": "GARM NDD"
      },
      "organization": {
        "fullName": "Regeneris Medical",
        "class": "OTHER"
      },
      "briefTitle": "Autologous Stem/Stromal Cells in Neurological Disorders and Disease",
      "officialTitle": "Use Of Autologous Stem Cell Use In Neurological Non-neoplastic Disorders And Disease",
      "acronym": "NDD"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-01-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-01-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-01-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2017-09-26",
      "studyFirstSubmitQcDate": "2017-09-26",
      "studyFirstPostDateStruct": {
        "date": "2017-09-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-10-17",
      "lastUpdatePostDateStruct": {
        "date": "2018-10-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ryan Welter, MD, PhD",
        "investigatorTitle": "Principal Investigator, Science",
        "investigatorAffiliation": "Healeon Medical Inc"
      },
      "leadSponsor": {
        "name": "Regeneris Medical",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Global Alliance for Regenerative Medicine",
          "class": "OTHER"
        },
        {
          "name": "Robert W. Alexander, MD, FICS",
          "class": "UNKNOWN"
        },
        {
          "name": "Regeneris Medical Inc",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": true,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The study deals with evaluation of safety and efficacy of use of stem/stromal cell isolates from autologous microvasculature in neurological, non-neoplastic disease. Autologous cells are acquired via microcannula aspiration of subdermal fat deposits, isolated through a digestive process, and concentrated via standard centrifugation. The cellular stromal vascular fraction (cSVF) created is neutralized and rinsed to eliminate residual enzymatic molecules.\n\nThese cells are suspending in sterile Normal Saline Solution (500cc) and re-administered via an intravenous parenteral route, passed through a standard sterile 150 u (micron) filter in line.\n\nMultiple tracking and questionnaire followup is intended over a 5 year period, with objective and subjective criteria being met. Compilation and analysis of data to be completed after that period.",
      "detailedDescription": "Dementia refers to neurodegenerative conditions causing gradual decrease in ability to think and recall, to the point that is impacts daily functions. It is often accompanied by language difficulties, wide ranging emotional issues, loss of language skills, and lowering of activity motivation. These changes are often in the face of unchanged consciousness.\n\nMost common type is Alzheimer's Disease (50-70% of cas.es), but include vascular dementia (25%), Lewy Body dementia (15%) and frontotemporal dementia. There are many interrelated disorders that mask the underlying issues, such as in Parkinson's Disease, and whose diagnosis may overlap with the others.\n\nMost common symptoms include memory lapses, visual-spatial language changes, attention loss and problem solving difficulties. A wide variety of other symptoms may be seen, such as balance issues, tremors, difficulty swallowing, hallucinations, wandering, restlessness or agitation/depression, mood swings, etc..\n\nParkinson's Disease (PD) is a long-term neurodegenerative disorder of the Central Nervous System (CNS) that usually impacts the motor system, in a progressive and long-term fashion. Early signs include tremors, rigidity, slow movements and walking issues. It is often associated with thinking problems and depression, plus emotional states that impact daily living.\n\nThe causation of PD is felt to involve genetic predisposition and environmental factors. History of head injuries, chemical exposures, smokers, caffeine intake and other dietary issues. The motor symptoms seem to result from cellular death in the midbrain area (particularly the substantia nigra) and associated with inadequate dopamine. Plaques (protein build up following cellular death) may be a prominent feature, and use of neuroimaging (like MRI with/without contrast) is of value to track progressive changes in the brain.\n\nConventional therapy is use of L-DOPA and dopamine agonists and pharmaceutical agents have not proved of long-term reversal or arrest of the process. Evaluation of non-traditional methods are currently gaining popularity, especially in the area of stem/stromal cellular therapy.\n\nCNS Autoimmune Demyelination is group of disorders of the CNS which feature loss of myelin from unknown causes but include variants of encephalomyelitis, cerebral sclerosis of Schilder, multiple sclerosis, and idiopathic inflammatory demyelination.\n\nIn cases involving myelin sheath of neurons is damaged, reducing the conduction of nerve signals causing loss of sensory, motor, cognitive abilities, and a wide variety of functions dependent on actual location of changes.\n\nThere is strong evidence that autoimmune, infectious agents, and chemical reactions may contribute to the evolution of the disease complex. In cases of multiple sclerosis, it appears that T-cells and macrophages, and mast cells may be present in the CNS plaques that are characteristically seen in areas of the ventricles and scattered areas of the brain. These are typically identified and tracked by MRI studies.\n\nTraditional pharmaceutical approaches have proven to be of little advantage in reversing or completely stopping the disease processes. Many side effects and reactions, or loss of drug effectiveness have led researchers to explore use of stem/stromal cells with their effects on immunomodulation and inflammatory modulation effects. Early trials suggest that these may be able to actually reverse visible lesions and improve quality of function and life, with reported improvement in neurological conditions.\n\nManagement of symptoms is often accompanied by lifestyle changes, rest periods, physical and mental rehabilitations, diet, chelation and hyper-vitamin infusions, and a number of antioxidant therapies. The progressive phases seem to include the innate immune system, and is felt to explain the potential value of use of autologous stem/stromal cellular groups, particularly involving the mesenchymal and pericytic/endothelial cellular groups.\n\nSensorimotor demyelination neuropathies (HMSN) is group of neuropathies characterized by impact on afferent and efferent neural communications. They feature atypical neural development and degradation of nerve tissues.\n\nTwo common forms of HMSN are either hypertrophic demyelinated nerves or atrophy of nerve (peripheral) and neural tissues. Hypertrophy is featured by neural stiffness rather than demyelination of peripheral nerves. Whereas atrophy causes loss of axons and neural cell bodies. They often experience progressive muscle atrophy and sensory neuropathy of the extremities. The term \"hereditary motor and sensory neuropathy has been commonly referred to a forms of Charcot-Marie-Tooth Disease (CMT). There are distinct genetic and phenotypically distinct forms of CMT, and the term of HMSN is less frequently used.\n\nUsual onset is childhood or young adulthood, with motor involvement more prominent that sensory. Often mistaken for causalgia or fibromyalgia, the symptoms of fatigue, pain, balance loss, areflexia, visual changes, foot drop and scoliosis. As in the causalgia or Sympathetic Reflex Dystrophy (SRD), these patients are treated according to symptoms, with medication and traditional interventions proving of limited benefit. Some preliminary findings using the modulatory action of stem/stromal cells suggest some help with the symptomatology, particularly relative fatigue and pain.\n\nHuntington's Disease is an inherited disorder resulting in death of brain cells. A gradual change in mood or mental abilities, is followed by unsteady gait, jerky body movements, leading to speech loss or severe depression. Although associated with heredity or mutation, pharmaceuticals and stem/stromal cell therapy are felt to offer some assistance in maintaining quality of life (Qol).\n\nThe huntington protein (HP) is poorly understood, but believe toxic to certain cell types, particularly in the brain. Damage is most noticed in the striatum of the brain. The changes associated with the HP relate to the cell transcription, cell signaling and intracellular transport.\n\nMost prominent changes are within the basal ganglia (neostriatum) and includes the caudate nucleus and putamen. Substantia nigra and cerebellum seem particularly impacted. Physical therapy, occupational therapy and speech therapy have been used in conjunction with trials using autologous stem/stromal cellular therapies are offering some slowing of the processes.\n\nMedications have been developed, but remain modestly effective and possessing major side effects and poorly tolerated. Most of the pharmaceutical approaches have not proven effective in reversal of the disease, many accepting a slowing or remission induction without inducing the body ability to provide any regenerative effects. Dietary controls, use of mind exercising, hyperoxygenation protocols, chelation, vitamin infusions, etc. have proven to be helpful adjunctive therapies. Alternative treatments, including physical therapy and some stem/stromal therapies have become more common.\n\nThree main characteristics of the neurodegenerative group are: 1). Lesion formations in the central nervous system (called Plaques); 2). Inflammation; 3). Demyelination and Destruction of myelin sheaths of neurons. This demyelination is thought to stimulate the inflammatory processes due to action of a lymphocyte group known at T-cell which seems to recognize patient's own myelin as foreign and proceeds to attack it (known as \"autoreactive lymphocytes\"). These findings are often concluded to represent an autoimmune response to one's own tissues. The inherent properties of modulation and inflammatory modulation make potential uses of autologous reparative group of cells located throughout the body in association with microcapillary structures in essentially every tissue in the body. These cells have been identified by cell surface markers and studied in tissue culture to have \"multipotent\" capabilities that potentially participate in the regenerative processes to help arrest or improve the autoimmune group of disorders.\n\nTraditionally, exacerbation's are often treated with high dose intravenous steroids which may be of short term reduction of symptoms, not addressing the underlying causation. Current medications available for treatment are expensive an fraught with major side effects, making their use very difficult and producing limited measured value.\n\nWith the advent of convenient ability to acquire significant numbers of alive (viable) an easily gathered by harvesting from microvascular stores in the body (adipose tissue complex). Technological advances in sterile, closed processing, has provided the ability to easily and safely acquire significant of stem/stromal cells for use in clinical studies.\n\nThis study is aimed at evaluation of the safety profile (adverse reactions \\& severe adverse reactions) of the closed syringe, microcannula harvesting of subdermal fat deposits (largest known source of microvascular tissues in the body). This autologous cell group obtained with isolation and concentration of cells within the stromal vascular fraction (SVF) via enzymatic digestion, and deployed via intravascular r rebral fluids in defects of the blood brain barrier (BBB) or are small enough to pass into the fluids of the CNS (central nervous system). Effects are believed to be a function of both cellular multipotent abilities, but also regards the autocrine/paracrine secretory capacity of the cell group within the body. The body has the ability to request (chemotaxis) certain needed cellular and secreted chemicals to help healing and regeneration. Current thought are trending that the secretions may, in fact, be more important to the reparative and regenerative processes than the cellular contributions.\n\nIn this study, disorders which involve autoimmune and inflammatory changes that impact the brain and nervous system are to be study, tracked and reported over time to determine ultimate efficacy and the \"interval\" therapy needs (or lack thereof) to maintain the accomplished arrest or improvement in the underlying tissues. Currently these intervals are examined by brain magnetic resonance imaging (MRI) with and without contrast. Correlation of image changes and clinical function will be made with subjective Quality of Life (Qol) and diary type observations by patients and caregivers."
    },
    "conditionsModule": {
      "conditions": [
        "Dementia",
        "Parkinson",
        "Altered Behavior in Alzheimer Disease",
        "Demyelinating Autoimmune Diseases, CNS",
        "Demyelinating Sensorimotor Neuropathy",
        "Corticobasal Degeneration"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 300,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Microcannula Harvest Adipose",
          "type": "EXPERIMENTAL",
          "description": "Acquisition AD-tSVF Via Closed Syringe Microcannula",
          "interventionNames": [
            "Procedure: Microcannula Harvest Adipose"
          ]
        },
        {
          "label": "Centricyte 1000",
          "type": "EXPERIMENTAL",
          "description": "Autologous Adipose-Derived Tissue Stromal Vascular Fraction (tSVF) via enzymatic digestive isolation \\& concentration in Centricyte 1000 closed system to create AD-cSVF",
          "interventionNames": [
            "Device: Centricyte 1000"
          ]
        },
        {
          "label": "Sterile Normal Saline Infusion",
          "type": "EXPERIMENTAL",
          "description": "Sterile Normal Saline to Re-Suspend Autologous cSVF pellet for delivery via intravascular (IV) route",
          "interventionNames": [
            "Procedure: Sterile Normal Saline Infusion"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Microcannula Harvest Adipose",
          "description": "Use Closed Syringe Microcannula Harvest Adipose, Autologous Subdermal Deposits",
          "armGroupLabels": [
            "Microcannula Harvest Adipose"
          ]
        },
        {
          "type": "DEVICE",
          "name": "Centricyte 1000",
          "description": "Closed System, Digestive Isolation \\& Concentration of AD-cSVF",
          "armGroupLabels": [
            "Centricyte 1000"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Sterile Normal Saline Infusion",
          "description": "Sterile Normal Saline Re-Suspension of cSVF and Delivery of AD-cSVF via IV route",
          "armGroupLabels": [
            "Sterile Normal Saline Infusion"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participant with adverse events (AE) or severe adverse events (SAE)",
          "description": "Activities of Daily Living (ADL)",
          "timeFrame": "6 month intervals for up to 5 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Neurological Function",
          "description": "Change from baseline of deficits of neurologic function identified by patient as impaired prior to study",
          "timeFrame": "6 month Intervals for up to 5 years"
        },
        {
          "measure": "Neurological Tested Functions",
          "description": "Change from baseline of deficits of neurological function identified by medical provider as impaired prior to study",
          "timeFrame": "6 month interval for up to 5 years"
        },
        {
          "measure": "Magnetic Resonance Imaging (MRI)",
          "description": "Change in baseline of MRI with and without contrast at 6 month intervals",
          "timeFrame": "6 month intervals for up to 5 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented Functional Neurological Damage To Central or Peripheral Nervous System Unlikely To Improve With Present Standard of Care Approaches\n* At least 6 months after onset or diagnosis of disease process\n* Current Medical therapy for the condition is either failing or not tolerated by patient\n* Patient must be capable of interval neurologic exams with investigators or their own neurologic specialists\n* Patient must be capable and determined competent to provide detailed informed consent for study participation\n* In estimation of investigators, that there are minimal or no significant risk of harm to general health or conditions for collection of autologous stem cell collection and use\n\nExclusion Criteria:\n\n* Inability of patient to have diagnostic examinations or studies (MRI) to evaluate and document the disease state or unwilling/unable to cooperate with such documentation\n* Patients not medically stable, or whom may have ongoing conditions which increases may place the patient at significant risk of major complications, to be determined by investigator or patient's medical provider or neurologic specialists\n* History of active cancer or ongoing anticancer therapy within six months of such care\n* Women of childbearing age must not be pregnant at the time of treatment, and should refrain from becoming pregnant of at minimum of 3 month after study treatment",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "90 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ryan Welter, MD, PhD",
          "role": "CONTACT",
          "phone": "508.345.5492",
          "email": "r.welter@regenerismedical.com"
        },
        {
          "name": "Kristin Corrado",
          "role": "CONTACT",
          "phone": "508.316.4268",
          "email": "k.corrado@regenerismedical.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ryan Welter, MD, PhD",
          "affiliation": "Regeneris Medical Inc",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Glenn C Terry",
          "affiliation": "Global Alliance for Regenerative Medicine (GARM)",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Robert W Alexander, MD",
          "affiliation": "Healeon Medical",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Regeneris Medical Inc",
          "city": "North Attleboro",
          "state": "Massachusetts",
          "zip": "02760",
          "country": "United States",
          "contacts": [
            {
              "name": "Ryan Welter, MD, PhD",
              "role": "CONTACT",
              "phone": "508-345-5492",
              "email": "r.welter@regenerismedical.com"
            },
            {
              "name": "Kristin Corrado",
              "role": "CONTACT",
              "phone": "508.316.4268",
              "email": "k.corrado@regenerismedical.com"
            },
            {
              "name": "Ryan Welter, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Robert W Alexander, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Glenn C Terry, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.98343,
            "lon": -71.33283
          }
        },
        {
          "facility": "Regeneris Medical",
          "city": "North Attleboro",
          "state": "Massachusetts",
          "zip": "02760",
          "country": "United States",
          "contacts": [
            {
              "name": "Ryan Welter, MD, PhD",
              "role": "CONTACT",
              "phone": "508-316-4268",
              "email": "k.corrado@regenerismedical.com"
            },
            {
              "name": "Kristin Corrado",
              "role": "CONTACT",
              "phone": "508.316.4268",
              "email": "k.corrado@regenerismedical.com"
            },
            {
              "name": "Glenn C Terry, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Robert W Alexander, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Ryan Welter, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.98343,
            "lon": -71.33283
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "9008506",
          "type": "BACKGROUND",
          "citation": "Litvan I, Agid Y, Goetz C, Jankovic J, Wenning GK, Brandel JP, Lai EC, Verny M, Ray-Chaudhuri K, McKee A, Jellinger K, Pearce RK, Bartko JJ. Accuracy of the clinical diagnosis of corticobasal degeneration: a clinicopathologic study. Neurology. 1997 Jan;48(1):119-25. doi: 10.1212/wnl.48.1.119."
        },
        {
          "pmid": "18819991",
          "type": "BACKGROUND",
          "citation": "Rizzo G, Martinelli P, Manners D, Scaglione C, Tonon C, Cortelli P, Malucelli E, Capellari S, Testa C, Parchi P, Montagna P, Barbiroli B, Lodi R. Diffusion-weighted brain imaging study of patients with clinical diagnosis of corticobasal degeneration, progressive supranuclear palsy and Parkinson's disease. Brain. 2008 Oct;131(Pt 10):2690-700. doi: 10.1093/brain/awn195. Epub 2008 Sep 26."
        },
        {
          "pmid": "17898010",
          "type": "BACKGROUND",
          "citation": "Alladi S, Xuereb J, Bak T, Nestor P, Knibb J, Patterson K, Hodges JR. Focal cortical presentations of Alzheimer's disease. Brain. 2007 Oct;130(Pt 10):2636-45. doi: 10.1093/brain/awm213."
        },
        {
          "pmid": "25733984",
          "type": "BACKGROUND",
          "citation": "Sha SJ, Ghosh PM, Lee SE, Corbetta-Rastelli C, Jagust WJ, Kornak J, Rankin KP, Grinberg LT, Vinters HV, Mendez MF, Dickson DW, Seeley WW, Gorno-Tempini M, Kramer J, Miller BL, Boxer AL, Rabinovici GD. Predicting amyloid status in corticobasal syndrome using modified clinical criteria, magnetic resonance imaging and fluorodeoxyglucose positron emission tomography. Alzheimers Res Ther. 2015 Mar 2;7(1):8. doi: 10.1186/s13195-014-0093-y. eCollection 2015."
        },
        {
          "pmid": "18344392",
          "type": "BACKGROUND",
          "citation": "Jankovic J. Parkinson's disease: clinical features and diagnosis. J Neurol Neurosurg Psychiatry. 2008 Apr;79(4):368-76. doi: 10.1136/jnnp.2007.131045."
        },
        {
          "pmid": "2841426",
          "type": "BACKGROUND",
          "citation": "Gibb WR, Lees AJ. The relevance of the Lewy body to the pathogenesis of idiopathic Parkinson's disease. J Neurol Neurosurg Psychiatry. 1988 Jun;51(6):745-52. doi: 10.1136/jnnp.51.6.745."
        },
        {
          "pmid": "23487540",
          "type": "BACKGROUND",
          "citation": "Pedrosa DJ, Timmermann L. Review: management of Parkinson's disease. Neuropsychiatr Dis Treat. 2013;9:321-40. doi: 10.2147/NDT.S32302. Epub 2013 Mar 3."
        },
        {
          "pmid": "22725961",
          "type": "BACKGROUND",
          "citation": "Mayo L, Quintana FJ, Weiner HL. The innate immune system in demyelinating disease. Immunol Rev. 2012 Jul;248(1):170-87. doi: 10.1111/j.1600-065X.2012.01135.x."
        },
        {
          "pmid": "12401395",
          "type": "BACKGROUND",
          "citation": "Ransohoff RM, Howe CL, Rodriguez M. Growth factor treatment of demyelinating disease: at last, a leap into the light. Trends Immunol. 2002 Nov;23(11):512-6. doi: 10.1016/s1471-4906(02)02321-9."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED",
      "description": "Annual Summary of Enrolled Cases By All collaborators, principle investigators, or accept sub-investigators"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28",
      "removedCountries": [
        "Honduras"
      ]
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003704",
          "term": "Dementia"
        },
        {
          "id": "D020278",
          "term": "Demyelinating Autoimmune Diseases, CNS"
        },
        {
          "id": "D000088282",
          "term": "Corticobasal Degeneration"
        }
      ],
      "ancestors": [
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D019965",
          "term": "Neurocognitive Disorders"
        },
        {
          "id": "D001523",
          "term": "Mental Disorders"
        },
        {
          "id": "D020274",
          "term": "Autoimmune Diseases of the Nervous System"
        },
        {
          "id": "D056784",
          "term": "Leukoencephalopathies"
        },
        {
          "id": "D003711",
          "term": "Demyelinating Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D024801",
          "term": "Tauopathies"
        },
        {
          "id": "D019636",
          "term": "Neurodegenerative Diseases"
        }
      ]
    }
  },
  "hasResults": false
}