{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06416657",
      "orgStudyIdInfo": {
        "id": "dragontiger"
      },
      "organization": {
        "fullName": "Beijing Tiantan Hospital",
        "class": "OTHER"
      },
      "briefTitle": "General Anesthesia vs Local Anesthesia for Endovascular Treatment in Patients With Unruptured Intracranial Aneurysm Using Flow Diverter",
      "officialTitle": "General Anesthesia vs Local Anesthesia for Endovascular Treatment in Patients With Unruptured Intracranial Aneurysm Using Flow Diverter: an Exploratory Randomized Clinical Trial",
      "acronym": "GALA-FD"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-10-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-06-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-05-08",
      "studyFirstSubmitQcDate": "2024-05-11",
      "studyFirstPostDateStruct": {
        "date": "2024-05-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-03",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-09",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Ming Lv",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Beijing Tiantan Hospital"
      },
      "leadSponsor": {
        "name": "Ming Lv",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Beijing Chao Yang Hospital",
          "class": "OTHER"
        },
        {
          "name": "Peking University International Hospital",
          "class": "OTHER"
        },
        {
          "name": "Beijing Anzhen Hospital",
          "class": "OTHER"
        },
        {
          "name": "The Affiliated Lianyungang Hospital of Xuzhou Medical University",
          "class": "UNKNOWN"
        },
        {
          "name": "Beijing Sanbo Brain Hospital",
          "class": "OTHER"
        },
        {
          "name": "Peking University Third Hospital",
          "class": "OTHER"
        },
        {
          "name": "Guangxi Hospital Division of The First Affiliated Hospital, Sun Yat-sen University",
          "class": "UNKNOWN"
        },
        {
          "name": "The Third Medical Center of Chinese PLA General Hospital",
          "class": "UNKNOWN"
        },
        {
          "name": "The Second Artillery General Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The prevalence of unruptured intracranial aneurysm (UIA) in the population is about 2%-7%, and once it ruptures and bleeds, the rate of disability and death is extremely high, with 10%-15% of patients dying suddenly before they can seek medical attention, 35% of first-time bleeders, and 60%-80% of second-time bleeders. Survivors are often disabled. Therefore, there is a broad consensus that UIA with surgical indication should be aggressively intervened. The efficacy and safety of flow diverter (FD) in the treatment of UIA has been confirmed by many large clinical trials. Currently, FD placement for UIA is performed under general anesthesia (GA) in most centers, however, some studies have observed that FD placement under local anesthesia (LA) is not as effective as FD placement under general anesthesia and have demonstrated the feasibility of FD placement under local anesthesia (LA) with high technical success rates and low perioperative complication rates and mortality. However, the retrospective design and relatively limited sample size of the above studies may introduce significant bias and affect the confidence of the conclusions. Therefore, the present trial was designed as a randomized controlled trial with the aim of comparing the safety and efficacy of GA and LA in UIA patients undergoing FD placement. The results of this study will help inform future multicenter trials to validate the impact of anesthesia choice on the safety and efficacy in UIA patients undergoing FD placement."
    },
    "conditionsModule": {
      "conditions": [
        "Intracranial Aneurysm"
      ],
      "keywords": [
        "Unruptured intracranial aneurysm",
        "Flow diverter",
        "General anesthesia",
        "Local anesthesia"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "Researchers responsible for outcome assessment are unaware of the allocation of anesthesia modalities, but anesthesiologists and neurosurgeons are aware of the allocation of anesthesia modalities because they need to be involved in the safe administration of general or local anesthesia and related medical care.",
          "whoMasked": [
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 188,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Local anesthesia group",
          "type": "EXPERIMENTAL",
          "description": "Patients in the local anesthesia group received only local anesthesia at the femoral artery puncture site without anesthesia drugs such as conscious sedation.",
          "interventionNames": [
            "Other: Different anesthesia methods, namely local anesthesia and general anesthesia"
          ]
        },
        {
          "label": "General anesthesia group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients in the general anesthesia group received not only local anesthesia at the femoral artery puncture site, but also fast-induction anesthesia with tracheal intubation or laryngeal mask insertion using isoproterenol, remifentanil, and muscle relaxants.",
          "interventionNames": [
            "Other: Different anesthesia methods, namely local anesthesia and general anesthesia"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Different anesthesia methods, namely local anesthesia and general anesthesia",
          "description": "Patients in the local anesthesia group received only local anesthesia at the femoral artery puncture site without anesthesia drugs such as conscious sedation.\n\nPatients in the general anesthesia group received not only local anesthesia at the femoral artery puncture site, but also fast-induction anesthesia with tracheal intubation or laryngeal mask insertion using isoproterenol, remifentanil, and muscle relaxants.",
          "armGroupLabels": [
            "General anesthesia group",
            "Local anesthesia group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Good neurologic status",
          "description": "Defined as an mRS score of ≤2 (i.e., asymptomatic or without significant disability)",
          "timeFrame": "90 days after intervention"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Newly developed cerebral ischemic foci",
          "description": "Determination was based on DWI sequences of cranial MRI",
          "timeFrame": "Within 48 hours of flow diverter placement"
        },
        {
          "measure": "Status of cognitive function",
          "description": "Cognitive functioning status assessed by the Montreal Cognitive Assessment (MoCA). The MoCA was developed by Prof. Nasreddine in 2004 as a rapid screening tool for mild cognitive impairment.The MoCA has a total score of 30, with a minimum score of 0. Higher scores indicate better cognitive functioning. By scoring each domain, more detailed information can be obtained to determine the extent of deficits and abnormalities in cognitive functioning. In general, a score of 26 and above can be considered normal cognitive functioning, while a score below 26 may indicate the presence of cognitive impairment or dementia. 18-26 is considered mild cognitive impairment, 10-17 is considered moderate cognitive impairment, and \\<10 is considered severe cognitive impairment.",
          "timeFrame": "90 days after intervention"
        },
        {
          "measure": "Postoperative perioperative complication rate",
          "description": "The perioperative period is defined as up to 7 days after the intervention",
          "timeFrame": "7 days after intervention"
        },
        {
          "measure": "Overall complication rate at 90 days postoperatively",
          "description": "Overall complication rate at 90 days postoperatively",
          "timeFrame": "90 days after intervention"
        },
        {
          "measure": "Mortality at 90 days post-intervention",
          "description": "Mortality at 90 days post-intervention",
          "timeFrame": "90 days after intervention"
        },
        {
          "measure": "Proportion of local anesthesia converted to general anesthesia during interventional procedures",
          "description": "For patient safety, patients in LA will be referred to GA if they develop the following conditions a) The patient becomes comatose and unconscious; b) Glasgow coma scale (GCS) \\<8; c) EtCO2 ≥ 60 mmHg or SpO2 \\< 94% despite supplemental oxygen; d) Patient has vomiting, vertigo, agitation that is not controlled by antiemetics and sedation; e) Seizures; f) Complications of endovascular therapy, such as intracerebral hemorrhage from a ruptured aneurysm or SAH.",
          "timeFrame": "Immediately after intervention"
        },
        {
          "measure": "Anesthesia induction time, time from femoral artery puncture to femoral artery suture, anesthesia recovery time, and total operative time",
          "description": "Record the above times in the immediate postoperative period",
          "timeFrame": "Immediately after surgery"
        },
        {
          "measure": "Incidence of intraoperative vasospasm",
          "description": "Incidence of intraoperative vasospasm",
          "timeFrame": "Immediately after surgery"
        },
        {
          "measure": "Pain scores at 12 hours postoperatively",
          "description": "Measured with a VAS ranging from 0 (no pain) to 10 (intolerable)",
          "timeFrame": "12 hours after intervention"
        },
        {
          "measure": "Pain medication use within 24 hours after surgery",
          "description": "Pain medication use within 24 hours after surgery",
          "timeFrame": "24 hours after intervention"
        },
        {
          "measure": "Length of hospitalization",
          "description": "Length of hospitalization",
          "timeFrame": "Until the patient was discharged from the hospital, an average of 1 week."
        },
        {
          "measure": "Hospitalization costs",
          "description": "Hospitalization costs",
          "timeFrame": "Until the patient was discharged from the hospital, an average of 1 week."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years old and ≤80 years old, gender is not limited;\n2. Patients with previously untreated unruptured intracranial aneurysm (UIA) clearly diagnosed by DSA, CTA, or MRA;\n3. UIA maximum diameter \\<15mm;\n4. Baseline mRS score ≤2;\n5. UIAs planned for treated with PED;\n6. Patients voluntarily participated in this study and signed an informed consent form.\n\nExclusion Criteria:\n\n1. The aneurysms are located distal to the anterior cerebral artery (including the anterior communicating artery), distal to the M2 segment of the middle cerebral artery, and distal to the basilar artery;\n2. Those who are allergic to any components of the anesthetic drugs;\n3. Severe symptoms associated with the target aneurysm at the time of diagnosis, with mRS score ≥3;\n4. Pregnant and lactating female patients;\n5. Severe hepatic dysfunction (ALT or AST \\>three times the normal upper limit) or severe renal dysfunction (creatinine clearance rate \\<30 mL/min) before randomisation;\n6. Patients with metal implants in the body (e.g., cardiac stents, cardiac prosthetic valves, pacemakers, metal joints, steel plates, non-removable metal dentures, etc.);\n7. Patients known to suffer from dementia or psychiatric diseases and claustrophobia can not complete the magnetic resonance examination;\n8. Patients with other serious diseases combined at the time of diagnosis with an expected survival time of less than 1 year;\n9. Patients who are participating in clinical trials of other drugs or devices;\n10. Other conditions that, in the judgment of the investigator, exist that are unsuitable for enrollment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Linggen Dong, MD",
          "role": "CONTACT",
          "phone": "18844738529",
          "email": "donglinggen@163.com"
        },
        {
          "name": "Ming Lv, Ph D.",
          "role": "CONTACT",
          "phone": "13701376177",
          "email": "dragontiger@163.com"
        }
      ],
      "locations": [
        {
          "facility": "Beijing Tiantan Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100010",
          "country": "China",
          "contacts": [
            {
              "name": "Ming Lv, MD,PhD",
              "role": "CONTACT",
              "phone": "13701376177",
              "email": "dragontiger@163.com"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33447904",
          "type": "BACKGROUND",
          "citation": "Kang H, Zhou Y, Luo B, Lv N, Zhang H, Li T, Song D, Zhao Y, Guan S, Maimaitili A, Wang Y, Feng W, Wang Y, Wan J, Mao G, Shi H, Yang X, Liu J. Pipeline Embolization Device for Intracranial Aneurysms in a Large Chinese Cohort: Complication Risk Factor Analysis. Neurotherapeutics. 2021 Apr;18(2):1198-1206. doi: 10.1007/s13311-020-00990-8. Epub 2021 Jan 14."
        },
        {
          "pmid": "26284351",
          "type": "BACKGROUND",
          "citation": "Rangel-Castilla L, Cress MC, Munich SA, Sonig A, Krishna C, Gu EY, Snyder KV, Hopkins LN, Siddiqui AH, Levy EI. Feasibility, Safety, and Periprocedural Complications of Pipeline Embolization for Intracranial Aneurysm Treatment Under Conscious Sedation: University at Buffalo Neurosurgery Experience. Neurosurgery. 2015 Sep;11 Suppl 3:426-30. doi: 10.1227/NEU.0000000000000864."
        },
        {
          "pmid": "28279774",
          "type": "BACKGROUND",
          "citation": "Griessenauer CJ, Shallwani H, Adeeb N, Gupta R, Rangel-Castilla L, Siddiqui AH, Levy EI, Boone MD, Thomas AJ, Ogilvy CS. Conscious Sedation Versus General Anesthesia for the Treatment of Cerebral Aneurysms with Flow Diversion: A Matched Cohort Study. World Neurosurg. 2017 Jun;102:1-5. doi: 10.1016/j.wneu.2017.02.111. Epub 2017 Mar 6."
        },
        {
          "pmid": "27405859",
          "type": "BACKGROUND",
          "citation": "Simonsen CZ, Sorensen LH, Juul N, Johnsen SP, Yoo AJ, Andersen G, Rasmussen M. Anesthetic strategy during endovascular therapy: General anesthesia or conscious sedation? (GOLIATH - General or Local Anesthesia in Intra Arterial Therapy) A single-center randomized trial. Int J Stroke. 2016 Dec;11(9):1045-1052. doi: 10.1177/1747493016660103. Epub 2016 Jul 12."
        },
        {
          "pmid": "31806453",
          "type": "BACKGROUND",
          "citation": "Kilic Y, Bas SS, Aykac O, Ozdemir AO. Nonoperating Room Anesthesia for Interventional Neuroangiographic Procedures: Outcomes of 105 Patients. J Stroke Cerebrovasc Dis. 2020 Feb;29(2):104495. doi: 10.1016/j.jstrokecerebrovasdis.2019.104495. Epub 2019 Dec 2."
        },
        {
          "pmid": "22710418",
          "type": "BACKGROUND",
          "citation": "Siddiqui AH, Kan P, Abla AA, Hopkins LN, Levy EI. Complications after treatment with pipeline embolization for giant distal intracranial aneurysms with or without coil embolization. Neurosurgery. 2012 Aug;71(2):E509-13; discussion E513. doi: 10.1227/NEU.0b013e318258e1f8."
        },
        {
          "pmid": "24968879",
          "type": "BACKGROUND",
          "citation": "Park MS, Albuquerque FC, Nanaszko M, Sanborn MR, Moon K, Abla AA, McDougall CG. Critical assessment of complications associated with use of the Pipeline Embolization Device. J Neurointerv Surg. 2015 Sep;7(9):652-9. doi: 10.1136/neurintsurg-2014-011265. Epub 2014 Jun 26."
        },
        {
          "pmid": "23345630",
          "type": "BACKGROUND",
          "citation": "Chalouhi N, Chitale R, Starke RM, Jabbour P, Tjoumakaris S, Dumont AS, Rosenwasser RH, Gonzalez LF. Treatment of recurrent intracranial aneurysms with the Pipeline Embolization Device. J Neurointerv Surg. 2014 Jan;6(1):19-23. doi: 10.1136/neurintsurg-2012-010612. Epub 2013 Jan 23."
        },
        {
          "pmid": "20395617",
          "type": "BACKGROUND",
          "citation": "Abou-Chebl A, Lin R, Hussain MS, Jovin TG, Levy EI, Liebeskind DS, Yoo AJ, Hsu DP, Rymer MM, Tayal AH, Zaidat OO, Natarajan SK, Nogueira RG, Nanda A, Tian M, Hao Q, Kalia JS, Nguyen TN, Chen M, Gupta R. Conscious sedation versus general anesthesia during endovascular therapy for acute anterior circulation stroke: preliminary results from a retrospective, multicenter study. Stroke. 2010 Jun;41(6):1175-9. doi: 10.1161/STROKEAHA.109.574129. Epub 2010 Apr 15."
        },
        {
          "pmid": "25261440",
          "type": "BACKGROUND",
          "citation": "McDonald JS, Brinjikji W, Rabinstein AA, Cloft HJ, Lanzino G, Kallmes DF. Conscious sedation versus general anaesthesia during mechanical thrombectomy for stroke: a propensity score analysis. J Neurointerv Surg. 2015 Nov;7(11):789-94. doi: 10.1136/neurintsurg-2014-011373. Epub 2014 Sep 26."
        },
        {
          "pmid": "36009139",
          "type": "BACKGROUND",
          "citation": "Rajbhandari S, Matsukawa H, Uchida K, Shirakawa M, Yoshimura S. Clinical Results of Flow Diverter Treatments for Cerebral Aneurysms under Local Anesthesia. Brain Sci. 2022 Aug 13;12(8):1076. doi: 10.3390/brainsci12081076."
        },
        {
          "pmid": "31308197",
          "type": "BACKGROUND",
          "citation": "Hanel RA, Kallmes DF, Lopes DK, Nelson PK, Siddiqui A, Jabbour P, Pereira VM, Szikora Istvan I, Zaidat OO, Bettegowda C, Colby GP, Mokin M, Schirmer C, Hellinger FR, Given Ii C, Krings T, Taussky P, Toth G, Fraser JF, Chen M, Priest R, Kan P, Fiorella D, Frei D, Aagaard-Kienitz B, Diaz O, Malek AM, Cawley CM, Puri AS. Prospective study on embolization of intracranial aneurysms with the pipeline device: the PREMIER study 1 year results. J Neurointerv Surg. 2020 Jan;12(1):62-66. doi: 10.1136/neurintsurg-2019-015091. Epub 2019 Jul 15."
        },
        {
          "pmid": "33224273",
          "type": "BACKGROUND",
          "citation": "Luo B, Kang H, Zhang H, Li T, Liu J, Song D, Zhao Y, Guan S, Maimaitili A, Wang Y, Feng W, Wang Y, Wan J, Mao G, Shi H, Yang X. Pipeline Embolization device for intracranial aneurysms in a large Chinese cohort: factors related to aneurysm occlusion. Ther Adv Neurol Disord. 2020 Nov 2;13:1756286420967828. doi: 10.1177/1756286420967828. eCollection 2020."
        },
        {
          "pmid": "30297539",
          "type": "BACKGROUND",
          "citation": "Pierot L, Spelle L, Berge J, Januel AC, Herbreteau D, Aggour M, Piotin M, Biondi A, Barreau X, Mounayer C, Papagiannaki C, Lejeune JP, Gauvrit JY, Derelle AL, Chabert E, Costalat V. SAFE study (Safety and efficacy Analysis of FRED Embolic device in aneurysm treatment): 1-year clinical and anatomical results. J Neurointerv Surg. 2019 Feb;11(2):184-189. doi: 10.1136/neurintsurg-2018-014261. Epub 2018 Oct 8."
        },
        {
          "pmid": "28362885",
          "type": "BACKGROUND",
          "citation": "Becske T, Brinjikji W, Potts MB, Kallmes DF, Shapiro M, Moran CJ, Levy EI, McDougall CG, Szikora I, Lanzino G, Woo HH, Lopes DK, Siddiqui AH, Albuquerque FC, Fiorella DJ, Saatci I, Cekirge SH, Berez AL, Cher DJ, Berentei Z, Marosfoi M, Nelson PK. Long-Term Clinical and Angiographic Outcomes Following Pipeline Embolization Device Treatment of Complex Internal Carotid Artery Aneurysms: Five-Year Results of the Pipeline for Uncoilable or Failed Aneurysms Trial. Neurosurgery. 2017 Jan 1;80(1):40-48. doi: 10.1093/neuros/nyw014."
        },
        {
          "pmid": "27791519",
          "type": "BACKGROUND",
          "citation": "Kallmes DF, Brinjikji W, Cekirge S, Fiorella D, Hanel RA, Jabbour P, Lopes D, Lylyk P, McDougall CG, Siddiqui A. Safety and efficacy of the Pipeline embolization device for treatment of intracranial aneurysms: a pooled analysis of 3 large studies. J Neurosurg. 2017 Oct;127(4):775-780. doi: 10.3171/2016.8.JNS16467. Epub 2016 Oct 28."
        },
        {
          "pmid": "12414200",
          "type": "BACKGROUND",
          "citation": "Molyneux A, Kerr R, Stratton I, Sandercock P, Clarke M, Shrimpton J, Holman R; International Subarachnoid Aneurysm Trial (ISAT) Collaborative Group. International Subarachnoid Aneurysm Trial (ISAT) of neurosurgical clipping versus endovascular coiling in 2143 patients with ruptured intracranial aneurysms: a randomised trial. Lancet. 2002 Oct 26;360(9342):1267-74. doi: 10.1016/s0140-6736(02)11314-6."
        },
        {
          "pmid": "17258671",
          "type": "BACKGROUND",
          "citation": "van Gijn J, Kerr RS, Rinkel GJ. Subarachnoid haemorrhage. Lancet. 2007 Jan 27;369(9558):306-18. doi: 10.1016/S0140-6736(07)60153-6."
        },
        {
          "pmid": "8248967",
          "type": "BACKGROUND",
          "citation": "Ujiie H, Sato K, Onda H, Oikawa A, Kagawa M, Takakura K, Kobayashi N. Clinical analysis of incidentally discovered unruptured aneurysms. Stroke. 1993 Dec;24(12):1850-6. doi: 10.1161/01.str.24.12.1850."
        },
        {
          "pmid": "21641282",
          "type": "BACKGROUND",
          "citation": "Vlak MH, Algra A, Brandenburg R, Rinkel GJ. Prevalence of unruptured intracranial aneurysms, with emphasis on sex, age, comorbidity, country, and time period: a systematic review and meta-analysis. Lancet Neurol. 2011 Jul;10(7):626-36. doi: 10.1016/S1474-4422(11)70109-0."
        },
        {
          "pmid": "16943405",
          "type": "BACKGROUND",
          "citation": "Brisman JL, Song JK, Newell DW. Cerebral aneurysms. N Engl J Med. 2006 Aug 31;355(9):928-39. doi: 10.1056/NEJMra052760. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002532",
          "term": "Intracranial Aneurysm"
        }
      ],
      "ancestors": [
        {
          "id": "D020765",
          "term": "Intracranial Arterial Diseases"
        },
        {
          "id": "D002561",
          "term": "Cerebrovascular Disorders"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D000783",
          "term": "Aneurysm"
        },
        {
          "id": "D014652",
          "term": "Vascular Diseases"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000768",
          "term": "Anesthesia, General"
        }
      ],
      "ancestors": [
        {
          "id": "D000758",
          "term": "Anesthesia"
        },
        {
          "id": "D000760",
          "term": "Anesthesia and Analgesia"
        }
      ]
    }
  },
  "hasResults": false
}