{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05118477",
      "orgStudyIdInfo": {
        "id": "PID15556"
      },
      "organization": {
        "fullName": "University of Oxford",
        "class": "OTHER"
      },
      "briefTitle": "vHDU Phase 5: Impact of an Ambulatory Monitoring System on Deterioration Detection and Clinical Outcomes",
      "officialTitle": "The Virtual High Dependency Unit (vHDU) Project Phase 5: Impact of an Ambulatory Monitoring System on Deterioration Detection and Clinical Outcomes. A Feasibility Randomised Controlled Trial",
      "acronym": "vHDU phase 5"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-07-28",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-03-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-10-12",
      "studyFirstSubmitQcDate": "2021-11-01",
      "studyFirstPostDateStruct": {
        "date": "2021-11-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-03-06",
      "lastUpdatePostDateStruct": {
        "date": "2024-03-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Oxford",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Institute for Health Research, United Kingdom",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Sometimes in hospital, it is not noticed that patients are becoming unwell quickly enough. This may mean that they are less likely to survive than if the worsening of their illness had been picked up sooner. One reason for this may be that hospital staff are unable to check patients' vital signs (such as breathing rate, heart rate and level of oxygen in their blood) frequently enough to help them decide if a patient is becoming more unwell. Currently, for nurses to watch these vital signs closely, patients are either attached to a static machine by the patient's bedside using wires, or staff visit the patient every few hours to measure these vital signs using a portable wired machine. It is now possible to closely monitor patients using small devices which attach to the wrist, finger or chest. These devices allow nursing staff to continually watch vital signs data from these patients when they are away from their bedside. These machines are also wireless and portable, so they do not stop patients moving around, which is important for recovery, and are comfortable to wear. In past years, the investigators have tested these devices and developed a system to allow the clinical staff to see the continuous vital signs. In this final stage of the project, the investigators will test this system (with the selected devices) on patients in hospital. The investigators will start by doing a small trial on one surgical ward, and asking for staff and patient feedback of how the system worked, how useful it was, and how easy to use. If the feedback from this first small trial is positive, the investigators will conduct a future trial in several hospitals, to test how useful the system is in improving patient recovery.",
      "detailedDescription": "The primary objective of this study is to assess the impact of ambulatory monitoring systems (AMS) integration (with active clinical alerts) versus standard care in deterioration detection.\n\nSecondary objectives include other deterioration detection and clinical outcomes, trial progression outcomes, staff impact and alerting system performance, overall system reliability and patient experience.\n\nThis study is a superiority feasibility randomised controlled trial with two-arm parallel groups and 1:1 allocation ratio to compare the use of an ambulatory monitoring system with standard care in hospitalised patients. This feasibility trial will be conducted not only to assess the impact of AMS on early deterioration detection and other clinical outcomes but also to explore recruitment rate, calculate required sample size, number of sites and recruitment period for a full definitive RCT.\n\nParticipants will be recruited in one or more surgical wards inside Oxford University Hospitals NHS Foundation Trust (to be decided during feasibility trial, dependant on recruitment rate). Patients will be screened, recruited and participate in this study throughout their hospital stay, no follow-up visits will be required.\n\nThe intervention consists in the use of AMS that also includes an alerting system. Participants will wear one pulse oximeter (WristOx2 3150 OEM BLE, shorted to \"Nonin\", hereafter) measuring pulse rate (PR) and oxygen saturation (SpO2), one chest patch (VitalPatch) that will continuously measure their heart rate (HR), respiratory rate (RR), temperature,; and one A\\&D UA-1200 BLE Blood Pressure device, intermittently measuring systolic and diastolic blood pressure, and pulse rate. Clinical staff will be able to access and interact with real-time vital signs through a dashboard style display and will be alerted via a hand-held device, and/or dashboard, according to the patient's EWS score.\n\nThe control group will also be fitted with these devices. However, clinical staff will not be able to access the dashboard display or receive alerts.\n\nThe trial will include a calibration period inside a surgical unit were the investigators will refine out alerting system. During this period the investigaotors will optimise our alerts through continuous analysis and feedback from the relevant clinical teams. Randomisation will still be conducted during this period.\n\nThis feasibility trial will be conducted in surgical units at the John Radcliffe Hospital, Oxford University Hospitals (OUH) NHS Foundation Trust. This will:\n\n* Assess the feasibility of a definitive RCT\n* Support sample size calculation for full study\n* Assess recruitment rate and the need for inclusion of more wards inside OUH.Staff focus groups or interviews will be held to gather feedback on the system which may inform further refinements, including usability, perceived effect on workload and appropriateness of alerts.\n* Multi-professionals staff interviews with be held to assess staff perception of the acceptability of the system in clinical practice. Patients interviews will be held with patient who have worn the monitoring, to gain their perceptions of the system, including wearability, sense of safety and potential improvements."
    },
    "conditionsModule": {
      "conditions": [
        "Surgery",
        "Deterioration, Clinical"
      ],
      "keywords": [
        "wearables",
        "clinical monitoring",
        "vital signs"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "AMS group",
          "type": "EXPERIMENTAL",
          "description": "Patients randomised to the intervention group will receive the AMS; this will be connected to the dashboard and the alerting system. Clinical staff will have access to the dashboard and alerted accordingly for the assigned patients.",
          "interventionNames": [
            "Device: Ambulatory monitoring system",
            "Device: Active alerting system"
          ]
        },
        {
          "label": "Standard Care group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients in the control group will also receive the AMS however this will not be connected to the ward dashboard and clinical staff will not be able to access these patient's continuous vital signs:\n\n* Patient will not appear on the ward dashboard\n* No alerting system will be given to staff",
          "interventionNames": [
            "Device: Ambulatory monitoring system"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Ambulatory monitoring system",
          "description": "Patients will use AMS.",
          "armGroupLabels": [
            "AMS group",
            "Standard Care group"
          ]
        },
        {
          "type": "DEVICE",
          "name": "Active alerting system",
          "description": "Clinical staff alerted if AMS detects deterioration",
          "armGroupLabels": [
            "AMS group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time from first period of unexpected physiological instability to set of observations",
          "description": "To assess the impact of AMS integration (with active clinical alerts) versus standard care in deterioration detection",
          "timeFrame": "Throughout patient monitoring period, expected to be anywhere from 2 to 14 days."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Frequency of periods of physiological instability.",
          "description": "To assess the impact of AMS integration (with active clinical alerts) versus standard care on instability episodes.",
          "timeFrame": "Throughout patient monitoring period, expected to be anywhere from 2 to 14 days."
        },
        {
          "measure": "Frequency of unscheduled interventions",
          "description": "Frequency of unscheduled interventions. The investigators will collect time and frequency To assess the impact of AMS integration (with active clinical alerts) versus standard care on unscheduled interventions.\n\nto/of unscheduled interventions (as defined in the above intervention examples) in both groups. This will be collected through completion of the relevant CRF/spreadsheet, collecting the following information:\n\n\\- Unscheduled interventions examples (not limited to these):\n\n* Antibiotics\n* Acute changes to therapy/medication (e.g. drugs to treat cardiac arrhythmia)\n* Supplementary oxygen\n* Fluids\n* Radiological intervention (x-ray, CT, etc.)\n* Chest physiotherapy",
          "timeFrame": "Throughout patient monitoring period, expected to be anywhere from 2 to 14 days."
        },
        {
          "measure": "ICU admission rate",
          "description": "To assess the impact of AMS integration (with active clinical alerts) versus standard care other deterioration related outcomes.",
          "timeFrame": "Throughout patient ward and hospital length of stay, expected to be anywhere from 2 to 30 days."
        },
        {
          "measure": "Adverse event/complication rate",
          "description": "To assess the impact of AMS integration (with active clinical alerts) versus standard care other deterioration related outcomes.\n\nThe investigators will collect all complication and adverse event in both groups. This will be categorised according to the Clavien-Dindo classification.",
          "timeFrame": "Throughout patient ward and hospital length of stay, expected to be anywhere from 2 to 30 days."
        },
        {
          "measure": "Cardiac arrest team call frequency",
          "description": "To assess the impact of AMS integration (with active clinical alerts) versus standard care other deterioration related outcomes.\n\nOther deterioration detection outcomes include cardiac arrest team activation where the investigators will collect cardiac arrest team calls and compare in both groups.",
          "timeFrame": "Throughout patient ward and hospital length of stay, expected to be anywhere from 2 to 30 days."
        },
        {
          "measure": "Time difference between deterioration detection by nurse and AMS (control group only).",
          "description": "To assess the potential impact of AMS integration in deterioration detection of the control group\n\nTime difference between deterioration detection by nurse and AMS. As participants in the control group will also be wearing these devices the investigators aim to assess the time difference (in minutes) between the first unexpected deterioration occurred (as defined above) and clinical staff detected it. The investigators will also explore time difference to intervention and related clinical outcomes.",
          "timeFrame": "Throughout patient monitoring period, expected to be anywhere from 2 to 14 days."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient stable for at least 6 hours with at least one of the following:\n\n  * NEWS2 \\<= 2 and (in some exceptional NEWS \\>2 confirmed with clinical staff, eg. patients with comorbidities).\n  * Frequency of observations of \\>4 hours at the time of randomisation.\n* Participant is willing and able to give informed consent for participation in the trial.\n* Male or Female, aged 18 years or above.\n* Any patient admitted to the participating surgical unit (including post-ICU patients) who are not currently monitored with standard continuous monitoring\n\nExclusion Criteria:\n\n* The participant may not enter the trial if ANY of the following apply:\n\n  * Intra-cardiac device\n  * Monitored for less than 24 hours",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Sarah Vollam, PhD",
          "role": "CONTACT",
          "phone": "+441865 231440",
          "email": "sarah.vollam@ndcn.ox.ac.uk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Peter Watkinson, MD",
          "affiliation": "University of Oxford",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Oxford University Hospitals Trust",
          "status": "RECRUITING",
          "city": "Oxford",
          "state": "Oxfordshire",
          "zip": "OX3 9DU",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Peter Watkinson, MD",
              "role": "CONTACT",
              "phone": "01865231448",
              "email": "ccrg.research@ndcn.ox.ac.uk"
            },
            {
              "name": "Rachel Henning",
              "role": "CONTACT",
              "phone": "01865231448",
              "email": "ccrg.research@ndcn.ox.ac.uk"
            }
          ],
          "geoPoint": {
            "lat": 51.75222,
            "lon": -1.25596
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Requests will be considered on an individual basis."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000075902",
          "term": "Clinical Deterioration"
        }
      ],
      "ancestors": [
        {
          "id": "D018450",
          "term": "Disease Progression"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}