{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06779357",
      "orgStudyIdInfo": {
        "id": "HSEARS20230124002"
      },
      "organization": {
        "fullName": "The Hong Kong Polytechnic University",
        "class": "OTHER"
      },
      "briefTitle": "A Feasibility Study on Zentangle and Pastel Nagomi Art for Mental Health Patients",
      "officialTitle": "The Effect of Zentangle and Pastel Nagomi Art on Mental Health Well-being in People Living in the Community in the Progress of Recovery From Mental Illnesses: A Feasibility Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-09-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-15",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-03-19",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-10-02",
      "studyFirstSubmitQcDate": "2025-01-11",
      "studyFirstPostDateStruct": {
        "date": "2025-01-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Dr Kin CHEUNG",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "The Hong Kong Polytechnic University"
      },
      "leadSponsor": {
        "name": "The Hong Kong Polytechnic University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hospital Authority, Hong Kong",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background: Various studies have found that art-based workshops can reduce anxiety, stress and enhance positive emotion. Improving mental well-being plays an important role for people in the progress of recovery from mental illness. The Zentangle method and Pastel Nagomi Art promote relaxation by emphasizing no comparisons, critiques, or judgments of the finished piece with others, and appreciating the opportunity to make choices. However, there were limited studies examining the effectiveness of the artwork on people living in the community in the progress of recovery from mental illness.\n\nPurpose: To conduct a feasibility study to test the preliminary effects of Pastel Nagomi Art and Zentangle Art on mental health well-being among persons in recovery from mental illnesses.\n\nMethods: A 3-arm randomized control trial will be used: one arm with Zentangle workshops, the other arm with Pastel Nagomi Art, while the control group will receive usual care. Data collection from each participant will be conducted at 3-time points, at baseline (T0) before the 4-week weekly Pastel Nagomi Art or Zentangle Art program, right after the program (T1), and one month after the program (T2). The Statistical Software Package for Social sciences will be used for quantitative data analysis. All participants from each artwork group will be invited to partake 45-60 minutes focus group interview to share their experience with this intervention. The content of the focus group interview will be audio recorded. The audio recordings were transcribed verbatim in Chinese and imported into NVivo Pro 12 for data management. The qualitative data will be analyzed by using thematic content analysis.",
      "detailedDescription": "Recovery from mental illness has shifted from the clinical perspectives focusing on reducing symptoms to the personal recovery perspectives focusing on the improvement of well-being. A few studies have investigated that art-based workshops promoted positive effects on mental well-being among mental illness patients such as depression women and psychosis patients. Moreover, various studies have found that art-based workshops can reduce anxiety, stress and enhance positive emotion. Improving mental well-being plays an important role for people in the progress of recovery from mental illness. The Zentangle method and Pastel Nagomi Art promote relaxation by emphasizing no comparisons, critiques, or judgments of the finished piece with others, and appreciating the opportunity to make choices. However, there were limited studies examining the effectiveness of the artwork on people living in the community in the progress of recovery from mental illness. To fill the research gap, the purpose of this study is to conduct a feasibility study to test the preliminary effects of Pastel Nagomi Art and Zentangle Art on mental health well-being among persons in recovery from mental illnesses.\n\nThe target participants are the service users of the community psychiatric service (CPS) in Hong Kong, and had previously been clinically diagnosed with depression, anxiety or bipolar disorder before being referred to CPS. The individuals who cannot speak and understand Chinese, are currently diagnosed with psychotic symptoms, and currently taking or took Zentangle or Pastel Nagomi before will be excluded.\n\nA 3-arm randomized control trial will be used: one arm with Zentangle workshops, the other arm with Pastel Nagomi Art, while the control group will receive usual care. Data collection from each participant will be conducted at 3-time points, at baseline (T0) before the 4-week weekly Pastel Nagomi Art or Zentangle Art program, right after the program (T1), and one month after the program (T2).\n\nThe Statistical Software Package for Social sciences will be used for quantitative data analysis. All participants from each artwork group will be invited to partake 45-60 minutes focus group interview to share their experience with this intervention. The content of the focus group interview will be audio recorded. The audio recordings were transcribed verbatim in Chinese and imported into NVivo Pro 12 for data management. The qualitative data will be analyzed by using thematic content analysis."
    },
    "conditionsModule": {
      "conditions": [
        "Mental Health Issue"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 45,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Pastel Nagomi Art Group",
          "type": "EXPERIMENTAL",
          "description": "Four face-to-face sessions of Pastel Nagomi Art will be held weekly at the Hong Kong Polytechnic University or Community Psychiatric Nursing Service centres at the convenience of the participants. Each session will last for about 120 minutes for a group size of 10-15 participants. Depending on the progress of the participants, one or two Pastel Nagomi Arts will be produced. At the end of the 10 minutes of each session, the particpants will show their products with sharing to one another.",
          "interventionNames": [
            "Other: Artwork"
          ]
        },
        {
          "label": "Zentangle Group",
          "type": "EXPERIMENTAL",
          "description": "Four face-to-face sessions of Zentangle method will be held weekly at the Hong Kong Polytechnic University or Community Psychiatric Nursing Service centres at the convenience of the participants. Each session will last for about 120 minutes for a group size of 10-15 participants. Depending on the progress of the participants, one or two Zentangle arts will be produced. At the end of the 10 minutes of each session, the participants will show their products with sharing to one another.",
          "interventionNames": [
            "Other: Artwork"
          ]
        },
        {
          "label": "Control Group",
          "type": "NO_INTERVENTION",
          "description": "The control group with the size of 10-15 participants will receive usual care, that is, the care provided by the Community Psychiatric Nursing Service (CPNS)."
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Artwork",
          "description": "d. A 3-arm randomized control trial will be used: one arm with Zentangle workshops, the other arm with Pastel Nagomi Art, while the control group will receive usual care. Data collection from each participant will be conducted at 3-time points, at baseline (T0) before the 4-week weekly Pastel Nagomi Art or Zentangle Art program, right after the program (T1), and one month after the program (T2).",
          "armGroupLabels": [
            "Pastel Nagomi Art Group",
            "Zentangle Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Recruitment rate",
          "description": "The recruitment rate will be calculated by the number of participants recruited over the total number of participants approached",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Consent rate",
          "description": "The consent rate will be calculated with number of participants signed the consent form over the total number of participants indicated they would participate in the study the interventions, arrangement, and the effect of the artworks on the study outcomes",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Attrition rate",
          "description": "The attrition rate will be calculated with number of participants dropped out from the study over the total number of participants enrolled in the study",
          "timeFrame": "8 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Teh Depression Anxiety Stress Scale illnesses.",
          "description": "The Depression Anxiety Stress Scale (DASS-21) will be used to measure psychological distress. The sum of item scores will be calculated for each subscale, with a higher score indicating more severe leveles of distress",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The Rosenberg Self-Esteem SCale",
          "description": "The Rosenberg Self-esteem Scale will be used to measure the self-esteem. The sum score will be used for analysis with higher scores indicate higher self-esteem.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The General Self-Efficacy Scale",
          "description": "The General Self-Efficacy Scale will be used to measure self-efficacy. The summation score will be used for analysis, with a higher score indicating a greater sense of self-efficacy.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The Positive and Negative Affect Scale",
          "description": "The Positive and Negative Affect Scale will be used to measure emotion states. The summation score will be used for analysis, with higher scores indicate higher levels of emtional states.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The revised Cognitive and Affective Mindfulness Scale",
          "description": "The revised Cognitive and Affective Mindfulness Scale will be used to measure mindfulness state. The summation score will be used for analysis, with a higher score indicating higher levels of mindfulness state.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The WHOQOL-BREF Scale",
          "description": "The WHOQOL-BREF scale will be used to measure quality of life. The scores will be transformed based on the scoring guidelines. Higher responses imply higher quality of life.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The Patient Activation Measure",
          "description": "The Patient Activation Measure will be used to measure the patient activation. Higher total scores indicate greated self-reported patient activation.",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "The Stigma Mental Illness Scale",
          "description": "The Stigma Mental Illness Scale will be used to measure Illness Acceptance. A higher total score reflects a higher level of reported internat stigma.",
          "timeFrame": "8 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Service users of the Community Psychiatric Services of Kowloon West Cluster\n* had previously been clinically diagnosed with depression, anxiety or bipolar disorder\n\nExclusion Criteria:\n\n* The individuals who cannot speak and understand Chinese,\n* currently diagnosed with psychotic symptoms, and\n* currently taking or took Zentangle or pastel Nagomi art before",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Kin Cheung, PhD",
          "affiliation": "The Hong Kong Polytechnic University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "School of Nursing",
          "city": "Hong Kong",
          "country": "Hong Kong",
          "geoPoint": {
            "lat": 22.27832,
            "lon": 114.17469
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED",
      "description": "No, to protect individual participants."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    }
  },
  "hasResults": false
}