{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04293601",
      "orgStudyIdInfo": {
        "id": "LesioniTIN/2019"
      },
      "organization": {
        "fullName": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
        "class": "OTHER"
      },
      "briefTitle": "Pressure Injuries' Prevention in Newborn Infants Admitted to NICU",
      "officialTitle": "Pressure Injuries' Prevention in Newborn Infants Admitted to NICU Receiving Noninvasive Respiratory Support With Nasal Continuous Positive Airway Pressure (NCPAP)"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-12-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-12-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-05-16",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-02-17",
      "studyFirstSubmitQcDate": "2020-02-28",
      "studyFirstPostDateStruct": {
        "date": "2020-03-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-05-20",
      "lastUpdatePostDateStruct": {
        "date": "2022-05-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Nasal Continuous Positive Airway Pressure (NCPAP) is a respiratory support for neonates with Respiratory Distress Syndrome (RDS) and represents the gold standard for RDS treatment in many Neonatal Intensive Care Units (NICU). Respiratory supports providing Synchronized Nasal Intermittent Positive Pressure Ventilation may further enhance the success of non-invasive respiratory support.\n\nThe most significant risk factor associated to NCPAP management is nasal trauma. Nasal injuries represent a source of pain and discomfort for infants. In some cases, they could become a site of infection and cause functional, cosmetic, long term outcomes as erythema or necrosis of the columella nasi.\n\nThe aim of this study is to evaluate the effectiveness of nursing interventions to reduce the incidence of pressure injuries during NCPAP support in infants admitted to NICU.\n\nIt is hypothesized that implementation of some preventive interventions could improve nursing care quality and reduce nasal pressure injuries.",
      "detailedDescription": "Previous studies highlighted that nasal trauma, due to NCPAP support, is caused by the following risk factors:\n\n* Very Low birth weight (\\< 1500 g)\n* Gestational age \\< 32 weeks\n* NCPAP duration \\> 5 days\n* NICU stay of \\> 14 days\n\nHowever, previous studies results are mixed regarding factors affecting nasal injuries in neonates supported with NCPAP.\n\nInterventions indicated as protective are:\n\n* Appropriate size of mask or nasal prongs and headbands\n* Use of hydrocolloid as nasal barrier dressing\n* A frequent alternation of the NCPAP device (nasal prongs or mask)\n* A frequent assessment of skin integrity In this study a cohort of neonates (experimental group) will be prospectively enrolled and compared to a cohort of neonates born in 2018 (retrospective group) with similar characteristics. The NICU clinical procedures for skin integrity are similar for both cohorts but the experimental group will receive them with different frequency and modality based on previously defined risk factors that each newborn present.\n\nHence, aim of this study is:\n\n\\- To asses the effectiveness of specific nursing care interventions on the incidence of pressure injuries due to NCPAP support in neonates admitted to NICU."
    },
    "conditionsModule": {
      "conditions": [
        "Newborn",
        "Pressure Injury"
      ],
      "keywords": [
        "Cpap",
        "NICU",
        "nasal trauma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Newborns' interventional group are compared with infants born in 2018 who have received standard care interventions according to local protocol.",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 280,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Experimental group",
          "type": "EXPERIMENTAL",
          "description": "All enrolled neonates will receive interventions that will be performed with different frequency and method according to newborns' risk factors, as well as the following standard interventions received by control group's newborns:\n\n* appropriate use of hydrocolloid, headbands, masks and prongs\n* frequently assess skin integrity\n* humidity and heat gases",
          "interventionNames": [
            "Other: interventional nursing care"
          ]
        },
        {
          "label": "Standard care",
          "type": "OTHER",
          "description": "Newborns have received the interventions according to local protocol (standard nursing care) in 2018, as detailed in the \"assigned intervention\"",
          "interventionNames": [
            "Other: Standard nursing care"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "interventional nursing care",
          "description": "The infants enrolled will receive different intervention according to a defined risk factor level:\n\n\"Low\":\n\n* NCPAP duration \\< 48 hours (h)\n* Gestational Age (GA) \\> 32 weeks (wks)\n* Current weight \\> 1500 g\n\nInterventions:\n\n* alternating mask or nasal prongs once per shift\n* skin assessment (excoriation, erythema or skin breakdown) once per shift\n\n\"Medium\":\n\n* NCPAP duration from 48 to 72 h\n* GA from 32 to 28 wks\n* Current weight from 1500 to 1000 g\n\nInterventions:\n\n* alternating mask or nasal prongs twice per shift\n* skin assessment (excoriation, erythema or skin breakdown) twice per shift\n* repositioning of device once per shift\n\n\"High\":\n\n* NCPAP duration \\> 72 h\n* GA \\< 28 wks\n* Current weight \\< 1000 g\n\nInterventions:\n\n* alternating mask or nasal prongs twice per shift\n* skin assessment (excoriation, erythema or skin breakdown) every 3 h per shift\n* repositioning of device every 3 h per shift",
          "armGroupLabels": [
            "Experimental group"
          ],
          "otherNames": [
            "prospective group"
          ]
        },
        {
          "type": "OTHER",
          "name": "Standard nursing care",
          "description": "* Use of hydrocolloid as nasal barrier dressing\n* Appropriate size of headbands, indicated by production company\n* Appropriate size of mask or binasal prongs, indicated by production company\n* Frequently assess skin integrity, every 4 hours\n* Replace hydrocolloid if it's dirty or displaced\n* Humidity and heat gases",
          "armGroupLabels": [
            "Standard care"
          ],
          "otherNames": [
            "retrospective group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of Pressure nasal injuries",
          "description": "Evaluation of the number of pressure nasal injuries",
          "timeFrame": "Through study completion, an average of 27 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Infants' gestational Age (GA) presenting nasal injuries and postmenstrual age (PMA) at injury occurrence",
          "description": "Gestational Age (weeks) and postmenstrual age (weeks) will be collected from electronical medical records",
          "timeFrame": "Determined at the time of birth (GA) and at the time of nasal injury onset (PMA), an average of 2 months"
        },
        {
          "measure": "Newborns' birth weight of the infants presenting nasal injuries and weight at presentation of nasal injury",
          "description": "Newborns' weight (grams) will be collected from electronical medical records",
          "timeFrame": "Measured at the time of birth and at the time of presentation of nasal injury, an average of 2 months"
        },
        {
          "measure": "Duration NCPAP treatment",
          "description": "Duration NCPAP treatment (days) will be collected from electronical medical records",
          "timeFrame": "From the beginning of NCPAP treatment until the end of NCPAP treatment, an average of 2 months"
        },
        {
          "measure": "Duration of NICU stay",
          "description": "Duration of stay in NICU (days) will be collected from electronical medical records",
          "timeFrame": "From admission in NICU until NICU discharge or transfer in an other ward, an average of 2 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent signed from both parents or legally authorized representative\n* Infants receiving noninvasive respiratory support with Nasal Continuous Positive Airway Pressure (NCPAP) or Synchronized Nasal Intermittent Positive Pressure Ventilation (SNIPPV)\n\nExclusion Criteria:\n\n* Pre-existing nasal lesion",
      "healthyVolunteers": false,
      "sex": "ALL",
      "maximumAge": "6 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Elisa Lagostina, RN",
          "affiliation": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "NICU, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
          "city": "Milan",
          "zip": "20122",
          "country": "Italy",
          "geoPoint": {
            "lat": 45.46427,
            "lon": 9.18951
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "27666491",
          "type": "BACKGROUND",
          "citation": "Chen CY, Chou AK, Chen YL, Chou HC, Tsao PN, Hsieh WS. Quality Improvement of Nasal Continuous Positive Airway Pressure Therapy in Neonatal Intensive Care Unit. Pediatr Neonatol. 2017 Jun;58(3):229-235. doi: 10.1016/j.pedneo.2016.04.005. Epub 2016 Jul 26."
        },
        {
          "pmid": "28970314",
          "type": "BACKGROUND",
          "citation": "Imbulana DI, Manley BJ, Dawson JA, Davis PG, Owen LS. Nasal injury in preterm infants receiving non-invasive respiratory support: a systematic review. Arch Dis Child Fetal Neonatal Ed. 2018 Jan;103(1):F29-F35. doi: 10.1136/archdischild-2017-313418. Epub 2017 Sep 28."
        },
        {
          "pmid": "23173614",
          "type": "BACKGROUND",
          "citation": "Maruccia M, Fanelli B, Ruggieri M, Onesti MG. Necrosis of the columella associated with nasal continuous positive airway pressure in a preterm infant. Int Wound J. 2014 Jun;11(3):335-6. doi: 10.1111/j.1742-481X.2012.01121.x. Epub 2012 Nov 22. No abstract available."
        },
        {
          "pmid": "28914355",
          "type": "BACKGROUND",
          "citation": "Khan J, Sundaram V, Murki S, Bhatti A, Saini SS, Kumar P. Nasal injury and comfort with jet versus bubble continuous positive airway pressure delivery systems in preterm infants with respiratory distress. Eur J Pediatr. 2017 Dec;176(12):1629-1635. doi: 10.1007/s00431-017-3016-7. Epub 2017 Sep 15."
        },
        {
          "type": "BACKGROUND",
          "citation": "Arshadi M, Jabraeili M, Karimipoor S et al. The Efficacy of a Protocolized Nursing Care on Nasal Skin Breakdown in Preterm Neonates Receiving Nasal Continuous Positive Airway Pressure. International Journal of Pediatrics. 2017;5(1):4217-25."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003668",
          "term": "Pressure Ulcer"
        },
        {
          "id": "C564247",
          "term": "Microcephaly, Primary Autosomal Recessive, 6"
        }
      ],
      "ancestors": [
        {
          "id": "D012883",
          "term": "Skin Ulcer"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    }
  },
  "hasResults": false
}