{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06032312",
      "orgStudyIdInfo": {
        "id": "0799-20-TLV"
      },
      "organization": {
        "fullName": "Tel-Aviv Sourasky Medical Center",
        "class": "OTHER_GOV"
      },
      "briefTitle": "Metabolically Healthy Obese",
      "officialTitle": "Phenotyping Metabolically Healthy Obese Adolescents",
      "acronym": "MHO"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-12-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-01-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-07-18",
      "studyFirstSubmitQcDate": "2023-09-03",
      "studyFirstPostDateStruct": {
        "date": "2023-09-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-09-03",
      "lastUpdatePostDateStruct": {
        "date": "2023-09-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Eli Sprecher, MD",
        "investigatorTitle": "Prof",
        "investigatorAffiliation": "Tel-Aviv Sourasky Medical Center"
      },
      "leadSponsor": {
        "name": "Tel-Aviv Sourasky Medical Center",
        "class": "OTHER_GOV"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Little is known about the associated factors and mechanisms involved in the development of metabolic disturbance in pediatric obesity. The overall objective of the present study is to investigate clinical, anthropometric, socio-demographic and lifestyle predictors of MHO among obese children and adolescents. The Aim of the present study is to investigate the effect of fat distribution, muscle mass, strength and physical activity level on metabolic morbidity in obese adolescents.",
      "detailedDescription": "The global epidemic of childhood obesity and the accompanying rise in the prevalence of endocrine, metabolic, and cardiovascular comorbidities among the youth represents one of the most important public health issues of the modern world. The earlier occurrence and increase in the prevalence of both pediatric obesity and metabolic syndrome (MS) lead to a potential decline in life expectancy such that the youth of today could be the first generation to live shorter lives than their parents.\n\nIn the context of the childhood obesity pandemic, a distinct subgroup of obese youth who are less prone to the development of metabolic disturbances, termed \"metabolically healthy obese\" (MHO), has recently been characterized. Despite their obese state, MHO individuals display a \"favorable\" metabolic profile, with preserved insulin sensitivity, normal BP and glucose regulation, normal lipid and liver enzyme levels, as well as a normal hormonal, inflammation and immune profile. Although the MHO status might not necessarily translate into lower mortality and can evolve into \"metabolically unhealthy obese\" (MUO) phenotype during puberty, defining the MHO subpopulation among obese youth is critically important in order to elucidate the mechanisms protecting against the clustering of cardiometabolic risk factors, and their implications on clinical, preventive, and therapeutic decision-making.\n\nOnly few studies have evaluated predictors and risk factors for MUO, and they were based on a variety of definitions of MHO and the criteria used for defining it. Moreover, little is known about the mechanisms of the development of metabolic disturbances in pediatric obesity. More data are needed in order to identify the parameters most capable of predicting clinically significant outcomes. In this research, the researchers aim to investigate socio-demographic, clinical, anthropometric, physiological, and lifestyle predictors of MHO.\n\nAim:\n\n1. To investigate socio-demographic, clinical, anthropometric, and lifestyle predictors for MHO.\n2. To investigate the interaction between fat mass and distribution, muscle mass and strength and physical activity level on metabolic morbidity in obese adolescents.\n3. To investigate the association between MHO predictors and metabolic disturbances.\n\nStudy design:\n\n1\\. Patient Population This prospective observational, cross-sectional study will be performed in the Nutrition and Obesity Clinic of the Pediatric Gastroenterology Unit at \"Dana Dwek\" Children's Hospital and at the \"Gepner Lab\" at the Sackler Faculty of Medicine.\n\nFifteen obese adolescents (age 12-18 years, body mass index \\[BMI\\] \\>95th percentile) without metabolic risk factors and fifteen obese adolescents (matched for BMI z-score, sex and age) with 1 or more components of the metabolic syndrome will be recruited.\n\nExclusion criteria: Adolescents with background diseases or past/current treatment with medications that may influence body composition or metabolic risk (e.g., inflammatory conditions).\n\n2 Data Collection\n\nThe information that will be obtained from the medical files will include:\n\n1. Sociodemographic characteristics: sex, ethnicity, home address, number of children in the family, household (single parent/two parent), parents' level of education.\n2. Medical history: perinatal characteristics (pregnancy, birth weight, gestational age, feeding practice during the first year of life), age of adiposity rebound, medications, menses (regular/irregular/oral contraceptives), sleep habits and family history of cardiometabolic diseases (diabetes, hypertension, dyslipidemia, cardiovascular disease, and cerebrovascular episodes) in first- and second-degree relatives.\n3. The obese children's perceptions of their motivation, health and social status will be scored on a 1-10 scale and recorded at admission to the clinic.\n\nAll participants will undergo a clinical evaluation that includes a physical examination, systolic and diastolic BP and anthropometric measurements (height, weight, and calculated BMI).\n\nCLINICAL AND METABOLIC ASSESSMENT Weight and height will be measured according to standardized protocols. BMI percentiles will be computed by means of sex- and age- specific BMI reference values from the Center for Disease Control and Prevention growth charts. Body composition will be assessed with bioelectrical impedance. Laboratory and radiologic parameters will include a liver enzyme profile, a lipid profile, glucose, insulin, HbA1c, and C-reactive protein levels, and abdominal ultrasonography. The participants will be referred for pelvic ultrasonography, polysomnography or an ophthalmologic evaluation if clinically indicated.\n\nNUTRITIONAL ASSESSMENT The nutritional assessment will be based on an FFQ food report administered by a registered dietician at study entry.\n\nBODY COMPOSITION ASSESSMENT\n\n1. Lean body mass and fat mass will be calculated by bioelectrical impedance analysis by means of a multi-frequency SECA (mBCA 514 Medical) body composition analyzer. The participants will be required to wear light clothing during the body composition assessments and remove all jewelry, shoes, and socks. Measurements will be conducted in the morning following an overnight fast.\n2. Abdominal adipose tissue distribution and liver fat will be assessed by MRI and MRS.\n\n   Muscle function and physical activity Muscle strength and function will be measured by a handgrip dynanometer. The participants will be asked to wear an accelerometer for 7 days in order to measure their levels of physical activity and sleep habits.\n3. Definition of Study Variables Ethnicity will be defined as the birthplace of the parents or grandparents (if the parents were born in Israel) and categorized according to country of origin. Socioeconomic position will be determined by the patient's home address according to the Israel Central Bureau of Statistics' Characterization and Classification of Statistical Areas within Municipalities and Local Councils by the Socio-Economic Level of the Population 2015"
    },
    "conditionsModule": {
      "conditions": [
        "Obesity",
        "Metabolic Syndrome"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "blood samples for metabolic syndrome, abdominal MRI for liver fat"
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "description": "metabolic healthy obese",
          "interventionNames": [
            "Other: description"
          ]
        },
        {
          "label": "2",
          "description": "metabolic unhealthy obese",
          "interventionNames": [
            "Other: description"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "description",
          "description": "no intervention, just description of the groups",
          "armGroupLabels": [
            "1",
            "2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Body composition (fat and fat free mass) of MHO",
          "description": "body fat and fat free mass of MHO will be assessed by bioelectrical impedance",
          "timeFrame": "1 day"
        },
        {
          "measure": "Abdominal fat distribution using abdominal MRI",
          "description": "Abdominal fat distribution will be assessed by abdominal MRI. a researchers will calculate the visceral and sub-cutanic fat volume",
          "timeFrame": "3 days"
        },
        {
          "measure": "Dietary pattern in MHO",
          "description": "Dietary pattern will be assessed by food frequency questioner that will asses consumption of dietary items (from once a day to less than once a month or never)",
          "timeFrame": "1 day"
        },
        {
          "measure": "physical activity of MHO",
          "description": "physical activity be assessed by acetometer that will a measure walk distance per day",
          "timeFrame": "3 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children aged 10-18 with obesity\n* Attendance of the obesity clinic in the pediatric gastroenterology unit at \"Dana-Dwek\" children's hospital, Tel Aviv Sourasky Medical Center.\n\nExclusion Criteria:\n\n* Children with congenital or acquired heart disease\n* Children with inflammatory conditions\n* Children with neurological conditions that affect body composition",
      "sex": "ALL",
      "minimumAge": "10 Years",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "The study will be performed in the Nutrition and Obesity Clinic of the Pediatric Gastroenterology Unit at \"Dana Dwek\" Children's Hospital.\n\nAll children and adolescents that will be admitted to our clinic between December 2020 and December 2024 will be included in the study.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Hadar Moran Lev, MD",
          "role": "CONTACT",
          "phone": "972527360713",
          "email": "hadarlev6@gmail.com"
        }
      ],
      "locations": [
        {
          "facility": "Tel Aviv medical center",
          "status": "RECRUITING",
          "city": "Tel Aviv",
          "country": "Israel",
          "contacts": [
            {
              "name": "Hadar Moran Lev, MD",
              "role": "CONTACT",
              "phone": "972527360713"
            }
          ],
          "geoPoint": {
            "lat": 32.08088,
            "lon": 34.78057
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40704318",
          "type": "DERIVED",
          "citation": "Moran-Lev H, Sternfeld R, Lazmi R, Ohayon R, Dudi R, Brener A, Sagi SZ, Cohen S, Lubetzky R, Gepner Y. Hepatic fat and dietary intake as determinants of metabolic health in obese adolescents: a cross-sectional MRI study. Front Nutr. 2025 Jul 9;12:1559271. doi: 10.3389/fnut.2025.1559271. eCollection 2025."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "No Data will be shared by other researchers"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009765",
          "term": "Obesity"
        },
        {
          "id": "D024821",
          "term": "Metabolic Syndrome"
        }
      ],
      "ancestors": [
        {
          "id": "D050177",
          "term": "Overweight"
        },
        {
          "id": "D044343",
          "term": "Overnutrition"
        },
        {
          "id": "D009748",
          "term": "Nutrition Disorders"
        },
        {
          "id": "D009750",
          "term": "Nutritional and Metabolic Diseases"
        },
        {
          "id": "D001835",
          "term": "Body Weight"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D007333",
          "term": "Insulin Resistance"
        },
        {
          "id": "D006946",
          "term": "Hyperinsulinism"
        },
        {
          "id": "D044882",
          "term": "Glucose Metabolism Disorders"
        },
        {
          "id": "D008659",
          "term": "Metabolic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}