{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00697177",
      "orgStudyIdInfo": {
        "id": "106/05"
      },
      "secondaryIdInfos": [
        {
          "id": "CTG008/05"
        }
      ],
      "organization": {
        "fullName": "Bayside Health",
        "class": "OTHER_GOV"
      },
      "briefTitle": "The Prevalence of Gastro-oesophageal Reflux in Chronic Lung Disease",
      "officialTitle": "The Prevalence of Gastro-oesophageal Reflux in Chronic Obstructive Pulmonary Disease and Bronchiectasis and the Effects of Medications, Physiotherapy Airway Clearance Techniques and Exercise on Gastro-oesophageal Function."
    },
    "statusModule": {
      "statusVerifiedDate": "2005-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2005-07"
      },
      "primaryCompletionDateStruct": {
        "date": "2009-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2009-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-09-09",
      "studyFirstSubmitQcDate": "2008-06-12",
      "studyFirstPostDateStruct": {
        "date": "2008-06-13",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2013-02-12",
      "lastUpdatePostDateStruct": {
        "date": "2013-02-15",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Bayside Health",
        "class": "OTHER_GOV"
      },
      "collaborators": [
        {
          "name": "University of Melbourne",
          "class": "OTHER"
        }
      ]
    },
    "descriptionModule": {
      "briefSummary": "Gastric reflux into the oesophagus may further lung damage in respiratory disease. The proportion of adults with chronic lung disease and gastric reflux is unknown. Adults with this disease regularly complete physiotherapy but the contribution of physiotherapy to reflux is unknown. This study will measure gastric reflux in adults with chronic lung disease, using 24 hour acid monitoring. It is anticipated that approximately 50% of adults with chronic lung disease will have gastric reflux. After monitoring, the number of gastric reflux episodes will be calculated. The results will identify the extent of the gastric reflux problem in these patients and will enable appropriate medical treatment and modifications to physiotherapy, which may improve lung function and quality of life.",
      "detailedDescription": "Research plan:\n\nFifty-four subjects will be recruited from the Department of AIRMED outpatient clinics at the Alfred Hospital, Melbourne. Subjects will be considered eligible if they have a diagnosis of COPD or bronchiectasis and are clinically stable.\n\nSubjects who give their consent will undergo the following measures:\n\n1. Demographic data including age, gender, BMI, prescribed medications at time of study.\n2. Structured symptom questionnaire A reliable, valid structured symptom questionnaire which will assess symptomatic GOR.\n3. Health -related quality of life and sleep quality Quality of life will be recorded using a Short form-36, St Georges's Respiratory Questionnaire and Quality of Life in Reflux and Dyspepsia questionnaire.\n4. Dual-channel 24 hour oesophageal pH monitoring\n\nAmbulatory 24 hour oesophageal pH monitoring will be undertaken by all subjects using dual-channel oesophageal pH monitoring equipment. The distal antimony-tipped probe will be sited 5cm above the upper portion of the lower oesophageal sphincter (distal sensor) with the proximal sensor sited 15cm above the distal sensor. The probe is attached to the digitrapper and will record oesophageal pH for 24 hours. The subject will be instructed to activate the digitrapper's three event buttons recording start and finish time of meals, supine versus upright posture and GOR symptoms. The following indices will be measured in the distal and proximal oesophagus:\n\n* number of reflux episodes,\n* % reflux time,\n* number of long episodes \\> 5 minutes,\n* duration of the longest episode\n* DeMeester score, a weighted overall score of gastro-oesophageal function.\n\nAll subjects will maintain a 24 hour diary recording meals, positions, medications and physiotherapy airway clearance sessions.\n\nDuring the 24 hour oesophageal pH monitoring, the following interventions will be completed:\n\n1. Standard Spirometry. Measurement of spirometry will be performed according to the GINA guidelines.\n2. Pepsin Assay. Four sets of samples per subject of sputum and saliva for pepsin analysis will be collected during the study: at study commencement, during the airway clearance session, upon rising in the morning and post exercise testing. EnzChek Protease Assay kit will be used for analysis.\n3. Airway clearance techniques. Each subject with excessive secretions will perform PEP therapy, completing 8 cycles of 10 breaths, 2 forced expirations (huffs) and coughing using a PariPEP device.\n4. Exercise testing. Each subject will complete 2 x Six-Minute-Walk Tests and 3 x Grocery Shelving Tests according to the test protocols.\n5. Actigraphy. Each subject will wear a wrist actigraph on their dominant wrist which will record timing of activity and inactivity, so that sleep quality can be extrapolated. Subjects will also complete a Pittsburgh Sleep Diary during the study.\n\nOn study completion, subjects will return for removal of the oesophageal probe and retrieval of the digitrapper. Oesophageal pH study data will be downloaded onto a computer file for analysis. Oral intake, medications, symptoms, positioning, airway clearance and exercise will be extracted from subjective diaries that the subjects maintain, together with quality of life questionnaires and compared with pH recording data. Saliva and sputum pepsin assay results will be correlated with oesophageal pH monitoring data."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Obstructive Pulmonary Disease",
        "Bronchiectasis"
      ],
      "keywords": [
        "Gastro-oesophageal reflux",
        "24 hour oesophageal pH monitoring",
        "Physiotherapy Airway clearance techniques",
        "Exercise"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 75,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Prevalence of GOR",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of Chronic obstructive pulmonary disease according to GOLD classification\n* Diagnosis of Bronchiectasis\n* Medically stable, without hospital admission in month prior to study\n\nExclusion Criteria:\n\n* diagnosis of asthma, cystic fibrosis, interstitial lung disease\n* known hiatus hernia, oesophageal varices, obstructive sleep apnoea\n* medically unstable for exercise",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Adults with COPD and bronchiectasis",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Annemarie L Lee, BPhys, MPhys",
          "affiliation": "University of Melbourne",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Brenda M Button, DPhysio, PhD",
          "affiliation": "The Alfred",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "John W Wilson, MBBS, PhD",
          "affiliation": "The Alfred",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Alfred Hospital",
          "city": "Melbourne",
          "state": "Victoria",
          "zip": "3004",
          "country": "Australia",
          "geoPoint": {
            "lat": -37.814,
            "lon": 144.96332
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D029424",
          "term": "Pulmonary Disease, Chronic Obstructive"
        },
        {
          "id": "D001987",
          "term": "Bronchiectasis"
        },
        {
          "id": "D005764",
          "term": "Gastroesophageal Reflux"
        },
        {
          "id": "D009043",
          "term": "Motor Activity"
        }
      ],
      "ancestors": [
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D015154",
          "term": "Esophageal Motility Disorders"
        },
        {
          "id": "D003680",
          "term": "Deglutition Disorders"
        },
        {
          "id": "D004935",
          "term": "Esophageal Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D001519",
          "term": "Behavior"
        }
      ]
    }
  },
  "hasResults": false
}