{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05292053",
      "orgStudyIdInfo": {
        "id": "021-182"
      },
      "organization": {
        "fullName": "Baylor Research Institute",
        "class": "OTHER"
      },
      "briefTitle": "Outcomes of Once-Daily ICS/LABA/LAMA + PRN Respiratory Therapy Treatments in Hospitalized Patients With COPD Exacerbations",
      "officialTitle": "Establishing Outcomes of Once-Daily ICS/LABA/LAMA Plus PRN Respiratory Therapy Treatments in Hospitalized Patients With COPD Exacerbations (SUNDIAL-COPD)",
      "acronym": "Sundial-COPD"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-07-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-09-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-02-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-01-17",
      "studyFirstSubmitQcDate": "2022-03-22",
      "studyFirstPostDateStruct": {
        "date": "2022-03-23",
        "type": "ACTUAL"
      },
      "resultsFirstSubmitDate": "2025-08-19",
      "resultsFirstSubmitQcDate": "2025-11-07",
      "resultsFirstPostDateStruct": {
        "date": "2025-11-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2025-11-07",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-21",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Mark Millard",
        "investigatorTitle": "Medical Director, Baylor Martha Foster Lung Care Center",
        "investigatorAffiliation": "Baylor Research Institute"
      },
      "leadSponsor": {
        "name": "Baylor Research Institute",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "GlaxoSmithKline",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a single-center, prospective, open-label study evaluating outcomes of TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder) on PRN nebulized short-acting beta agonist (SABA) treatment in hospitalized subjects with COPD with or without asthma.\n\nApproximately 80 adult subjects with COPD with or without asthma will take part in this study at this location. Subjects will be given TRELEGY ELLIPTA, placed on a consistent short-term systemic corticosteroid therapy, and followed until 30 days post hospital discharge. This study will not include patients with rapidly deteriorating or potentially life-threatening episodes of COPD or asthma.",
      "detailedDescription": "TRELEGY ELLIPTA is not prescribed as standard of care. Study participants will be consented prior to being prescribed TRELEGY ELLIPTA as part of this study.\n\nSubjects will be given TRELEGY ELLIPTA once daily at the same time every day (± 2 hours). TRELEGY ELLIPTA will be initiated the morning of enrollment if feasible, or the morning following hospital enrollment otherwise. It will be administered as 1 inhalation by the orally inhaled route only.\n\nWhen exacerbations of COPD that require hospitalization occur, short-acting bronchodilators (both beta agonists and anticholinergics) are routinely prescribed as part of a comprehensive regimen that includes supplemental oxygen, parenteral corticosteroids, antibiotics (usually), and if severe, non-invasive positive pressure ventilation. According to GOLD 2018 recommendations,2 long-acting bronchodilators are to be introduced as soon as possible prior to discharge from the hospital if not continued during hospitalization. However, the recommendation to use short-acting bronchodilators as a primary therapeutic inhalant is based on grade C level of evidence, suggesting a paucity of data to support that position. Primarily related to pharmacy-driven cost considerations, the exclusive use of short-acting bronchodilators has become the standard of care in treating hospitalized patients with COPD exacerbations, with the introduction of long-acting inhalants only upon discharge, by a number of institutions including Ben Taub Hospital in Houston (Nicola Hanania MD: personal communication), and throughout the Baylor Scott and White Healthcare System in Texas. This therapeutic substitution of short-acting for long-acting bronchodilators has been estimated to result in a cost savings of \\~$400k at Baylor University Medical Center alone (personal communication: director of pharmacy services). Even so, few if any studies have evaluated the length of stay, in-hospital adverse events (nocturnal awakenings related to respiratory symptoms that occur beyond the window of pharmacologic efficacy of short-acting medications), respiratory therapy utilization or the potential impact upon re-hospitalizations with this paradigm shift of care. Sanford Hospital System in North Dakota recently published a study comparing a once daily long-acting combination with compared with a twice-daily combination and saw minimal cost savings and no real change in outcomes.3 This same system had previously studied substitution of twice daily beta agonist and once daily anticholinergic bronchodilators for combination short-acting bronchodilators and found improved outcomes and cost savings but reported their results in a non-peer reviewed journal in AARC Times, November 2011.\n\nResults of an analysis of 60 patient charts randomly selected after hospitalization at Baylor University Medical Center for an exacerbation of underlying airways disease (greater than 90% with COPD) showed tremendous variation in practice patterns; with 30% of patients receiving short-acting beta-antagonists and muscarinic agonists (SABA/SAMA) only, 70% receiving long-acting beta-antagonists (LABA) with PRN SABA/SAMA, and only 42% receiving a long-acting muscarinic agonist (LAMA), despite practice guidelines encouraging the use of SABA/SAMA only (typically 4 times daily and as needed).\n\nIt is this large variability that renders the evaluation and interpretation of institution-specific outcomes difficult. The main impetus for the proposed study is therefore to establish a more standardized open-label protocol which would allow for a more accurate assessment of intervention outcomes. As one of several secondary goals of this study, the investigators aim to compare key outcomes (including, number of PRN treatments, length of hospital stay, and rate of readmission) with those from the historical cohort described above, when a combination LABA/LAMA/ICS inhaler is used as the primary scheduled daily inhaled therapy"
    },
    "conditionsModule": {
      "conditions": [
        "Copd"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "COPD subjects",
          "type": "EXPERIMENTAL",
          "description": "COPD with or without asthma",
          "interventionNames": [
            "Drug: TRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "TRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation",
          "description": "TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder)",
          "armGroupLabels": [
            "COPD subjects"
          ],
          "otherNames": [
            "trelegy ellipta"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of PRN Respiratory Therapy Drugs Per Day (PRN Treatments With Short Acting Bronchodilators Via Nebulization Given by Respiratory Therapists).",
          "description": "Number of PRN respiratory therapy treatments in patients hospitalized with the diagnosis of COPD exacerbation receiving once-daily ICS/LABA/LAMA (fluticasone furoate/umeclidinium/vilanterol) therapy",
          "timeFrame": "30 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Hospital Length of Stay",
          "description": "The hospital length of stay for patients admitted with the diagnosis of COPD exacerbation",
          "timeFrame": "60 days"
        },
        {
          "measure": "Number of Participants With Readmissions",
          "description": "Number of participants who were readmitted to the hospital within 30 days of study completion.",
          "timeFrame": "30 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Willing and capable of providing written informed consent\n* Subjects age 18 years or older at time of enrollment\n* Diagnosis of COPD with or without asthma for 12 months or more.\n* Hospitalized less than or equal to 24 hours prior to enrollment and currently hospitalized for COPD exacerbation with or without asthma\n* Able to properly use the Ellipta medication delivery device\n* Able to generate greater than or equal to 30 L/min inspiratory flow at screening, measured with an InCheck DIAL adjusted to medium low resistance, to document a subject's ability to effectively inhale medication delivered via an Ellipta device.\n\nExclusion Criteria:\n\n* Clinically significant lung disease other than COPD with or without asthma\n* Positive SARS-CoV-2 test at the time of ED or hospital admission, or any time between admission and enrollment.\n* History of severe hypersensitivity to milk proteins or demonstrated hypersensitivity to fluticasone furoate, umeclidinium, vilanterol, or any of the excipients\n* Unable to perform inspiratory flow or spirometry procedures\n* Critically ill patients, or patients with rapidly deteriorating or life-threatening episodes of COPD or asthma including:\n\n  * Patients in critical care unit, or transferred from critical care unit\n  * Patients who are transferred to critical care after enrollment will be withdrawn from the study and continue to receive care according to institutional standard practice.\n* Patients who initiate Bilevel Positive Airway Pressure (BiPAP) after hospitalization\n\n  o Patients who use BiPAP at baseline (prior to COPD exacerbation) may be included if BiPAP settings remain consistent with pre-exacerbation settings. Patients will be withdrawn if BiPAP settings are changed after enrollment.\n* Pregnant or lactating women or women of child-bearing potential (WOCBP). Women must meet the non-productive potential definition below to be eligible.\n\n  * Non-reproductive potential is defined as\n  * Pre-menopausal females with one of the following:\n  * Documented tubal ligation\n  * Documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal ligation\n  * Hysterectomy\n  * Documented Bilateral Oophorectomy\n  * Postmenopausal defined as 12 months of spontaneous amenorrhea with an appropriate clinical profile (e.g., age appropriate, greater than 45 years, in the absence of hormone replacement therapy). In questionable cases for women less than 60 years of age, a blood sample with simultaneous follicle stimulating hormone and estradiol falling into the central laboratory's postmenopausal reference range is confirmatory. Females under 60 years of age, who are on HRT and whose menopausal status is in doubt, are required to use a highly effective method to avoid pregnancy if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of postmenopausal status prior to study enrolment. For most forms of HRT, at least 2 to 4 weeks will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their post-menopausal status, subjects can resume use of HRT during the study without use of a highly effective method to avoid pregnancy.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Mark W Millard, MD",
          "affiliation": "Baylor Scott and White Health",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Baylor Scott & White Health Research Institute",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75246",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "23349446",
          "type": "BACKGROUND",
          "citation": "Piquet J, Chavaillon JM, David P, Martin F, Blanchon F, Roche N; French College of General Hospital Respiratory Physicians (CPHG). High-risk patients following hospitalisation for an acute exacerbation of COPD. Eur Respir J. 2013 Oct;42(4):946-55. doi: 10.1183/09031936.00180312. Epub 2013 Jan 24."
        },
        {
          "pmid": "30806700",
          "type": "BACKGROUND",
          "citation": "Riley CM, Sciurba FC. Diagnosis and Outpatient Management of Chronic Obstructive Pulmonary Disease: A Review. JAMA. 2019 Feb 26;321(8):786-797. doi: 10.1001/jama.2019.0131."
        },
        {
          "pmid": "30863039",
          "type": "BACKGROUND",
          "citation": "Gaduzo S, McGovern V, Roberts J, Scullion JE, Singh D. When to use single-inhaler triple therapy in COPD: a practical approach for primary care health care professionals. Int J Chron Obstruct Pulmon Dis. 2019 Feb 13;14:391-401. doi: 10.2147/COPD.S173901. eCollection 2019."
        },
        {
          "pmid": "38421013",
          "type": "BACKGROUND",
          "citation": "Jones P, Alzaabi A, Casas Herrera A, Polatli M, Rabahi MF, Cortes Telles A, Aggarwal B, Acharya S, Hasnaoui AE, Compton C. Understanding the Gaps in the Reporting of COPD Exacerbations by Patients: A Review. COPD. 2024 Dec;21(1):2316594. doi: 10.1080/15412555.2024.2316594. Epub 2024 Feb 29."
        },
        {
          "pmid": "30923404",
          "type": "BACKGROUND",
          "citation": "Petite SE, Murphy JA. Evaluation of Bronchodilator Use During Chronic Obstructive Pulmonary Disease Exacerbation Inpatient Admissions. Hosp Pharm. 2019 Apr;54(2):112-118. doi: 10.1177/0018578718769569. Epub 2018 Apr 10."
        },
        {
          "pmid": "28298398",
          "type": "BACKGROUND",
          "citation": "Wedzicha JA Ers Co-Chair, Miravitlles M, Hurst JR, Calverley PM, Albert RK, Anzueto A, Criner GJ, Papi A, Rabe KF, Rigau D, Sliwinski P, Tonia T, Vestbo J, Wilson KC, Krishnan JA Ats Co-Chair. Management of COPD exacerbations: a European Respiratory Society/American Thoracic Society guideline. Eur Respir J. 2017 Mar 15;49(3):1600791. doi: 10.1183/13993003.00791-2016. Print 2017 Mar."
        },
        {
          "pmid": "23973659",
          "type": "BACKGROUND",
          "citation": "Wilson R, Sethi S, Anzueto A, Miravitlles M. Antibiotics for treatment and prevention of exacerbations of chronic obstructive pulmonary disease. J Infect. 2013 Dec;67(6):497-515. doi: 10.1016/j.jinf.2013.08.010. Epub 2013 Aug 22."
        },
        {
          "pmid": "15219010",
          "type": "BACKGROUND",
          "citation": "Celli BR, MacNee W; ATS/ERS Task Force. Standards for the diagnosis and treatment of patients with COPD: a summary of the ATS/ERS position paper. Eur Respir J. 2004 Jun;23(6):932-46. doi: 10.1183/09031936.04.00014304. No abstract available."
        },
        {
          "pmid": "35901227",
          "type": "BACKGROUND",
          "citation": "Sagana RL, Wesorick DH, Byrne BT, Fitzgerald LJ, Georgia TE, Mack M, Wesorick D, Proudlock A. Care of the Hospitalized Patient with Acute Exacerbation of COPD [Internet]. Ann Arbor (MI): Michigan Medicine University of Michigan; 2022 Apr. Available from http://www.ncbi.nlm.nih.gov/books/NBK582288/"
        },
        {
          "pmid": "25423006",
          "type": "BACKGROUND",
          "citation": "Lindenauer PK, Shieh MS, Pekow P, Stefan MS. Reply: long-acting bronchodilators in patients with chronic obstructive pulmonary disease: still more to know. Ann Am Thorac Soc. 2014 Nov;11(9):1505. doi: 10.1513/AnnalsATS.201410-451LE. No abstract available."
        },
        {
          "pmid": "35023914",
          "type": "BACKGROUND",
          "citation": "Ohar JA, Ferguson GT, Mahler DA, Drummond MB, Dhand R, Pleasants RA, Anzueto A, Halpin DMG, Price DB, Drescher GS, Hoy HM, Haughney J, Hess MW, Usmani OS. Measuring Peak Inspiratory Flow in Patients with Chronic Obstructive Pulmonary Disease. Int J Chron Obstruct Pulmon Dis. 2022 Jan 6;17:79-92. doi: 10.2147/COPD.S319511. eCollection 2022."
        },
        {
          "pmid": "39969937",
          "type": "BACKGROUND",
          "citation": "Lee RW, Millard MW. The Failure of an Auto-Substitution Protocol of Short-Acting Nebulizers for Long-Acting Inhalers to Reduce Cost of Care in a Quaternary Teaching Hospital. Respir Care. 2025 May;70(5):469-476. doi: 10.1089/respcare.12385. Epub 2025 Jan 29."
        },
        {
          "type": "BACKGROUND",
          "citation": "Khamooshi P, Shaka, Hafeez, Velazquez, Genaro, Ovie, Okorare, Obiaigwe, Happiness, Mohamoud, Iman. Rate and Reasons for 30-Day Readmission Following COPD: A United States Analysis CHEST. 2021;160(4):A1899."
        },
        {
          "pmid": "12556250",
          "type": "BACKGROUND",
          "citation": "Stoller JK, Orens DK, Kester L. Missed bronchodilator medication treatments in respiratory therapy: frequency and underlying causes. Respir Care. 2003 Feb;48(2):110-4."
        },
        {
          "pmid": "36528962",
          "type": "BACKGROUND",
          "citation": "Ruan H, Zhang H, Wang J, Zhao H, Han W, Li J. Readmission rate for acute exacerbation of chronic obstructive pulmonary disease: A systematic review and meta-analysis. Respir Med. 2023 Jan;206:107090. doi: 10.1016/j.rmed.2022.107090. Epub 2022 Dec 13."
        },
        {
          "pmid": "37822218",
          "type": "BACKGROUND",
          "citation": "Ruan H, Zhao H, Wang J, Zhang H, Li J. All-cause readmission rate and risk factors of 30- and 90-day after discharge in patients with chronic obstructive pulmonary disease: a systematic review and meta-analysis. Ther Adv Respir Dis. 2023 Jan-Dec;17:17534666231202742. doi: 10.1177/17534666231202742."
        },
        {
          "pmid": "39140078",
          "type": "BACKGROUND",
          "citation": "Vogelmeier CF, Beeh KM, Schultze M, Kossack N, Richter LM, Claussen J, Compton C, Noorduyn SG, Ismaila AS, Requena G. Evaluation of Adherence and Persistence to Triple Therapy in Patients with COPD: A German Claims Data Study. Int J Chron Obstruct Pulmon Dis. 2024 Aug 9;19:1835-1848. doi: 10.2147/COPD.S460903. eCollection 2024."
        },
        {
          "pmid": "32420313",
          "type": "BACKGROUND",
          "citation": "Kong CW, Wilkinson TMA. Predicting and preventing hospital readmission for exacerbations of COPD. ERJ Open Res. 2020 May 11;6(2):00325-2019. doi: 10.1183/23120541.00325-2019. eCollection 2020 Apr."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "recruitmentDetails": "There is the option for electronic consenting using study approved methods such as hospital telehealth system, patient ipads, telephone calls/telephone video conferencing. Documents will be sent electronically to the email address provided by the patient.\n\nInformed consent will be obtained in a private clinic room, with minimal distraction on the 2nd floor of the Annette C. and Harold C. Simmons in the Sammons Cancer (Suite 250) Center or Roberts Hospital(BUMC).",
      "groups": [
        {
          "id": "FG000",
          "title": "COPD subjects",
          "description": "COPD with or without asthma"
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "80"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "80"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "0"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "COPD Subjects",
          "description": "COPD with or without asthma"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "80"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Categorical",
          "description": "Number of Participants by Age Group",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "calculatePct": false,
          "classes": [
            {
              "categories": [
                {
                  "title": "<=18 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Between 18 and 65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "38"
                    }
                  ]
                },
                {
                  "title": ">=65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "42"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "description": "Number of Participants by Sex Assigned at Birth",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "calculatePct": false,
          "classes": [
            {
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "36"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "44"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Ethnicity (NIH/OMB)",
          "description": "Number of Participants by Ethnicity",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "calculatePct": false,
          "classes": [
            {
              "categories": [
                {
                  "title": "Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "3"
                    }
                  ]
                },
                {
                  "title": "Not Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "77"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race (NIH/OMB)",
          "description": "Number of Participants by Race",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "calculatePct": false,
          "classes": [
            {
              "categories": [
                {
                  "title": "American Indian or Alaska Native",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Asian",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Native Hawaiian or Other Pacific Islander",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Black or African American",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "56"
                    }
                  ]
                },
                {
                  "title": "White",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "22"
                    }
                  ]
                },
                {
                  "title": "More than one race",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Region of Enrollment",
          "description": "Number of Participants by Location",
          "paramType": "NUMBER",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "title": "United States",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "80"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Number of Economically Disadvantaged Participants",
          "description": "Economically Disadvantaged is defined as those who are at special risk due to their socioeconomic and/or educational background. These socioeconomic and educational background statuses include Homelessness, Low or No Income, Limited Access to Healthcare, Uninsured, lower education levels.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "41"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Number of PRN Respiratory Therapy Drugs Per Day (PRN Treatments With Short Acting Bronchodilators Via Nebulization Given by Respiratory Therapists).",
          "description": "Number of PRN respiratory therapy treatments in patients hospitalized with the diagnosis of COPD exacerbation receiving once-daily ICS/LABA/LAMA (fluticasone furoate/umeclidinium/vilanterol) therapy",
          "populationDescription": "Overall, 80 eligible patients consented and were included.",
          "reportingStatus": "POSTED",
          "paramType": "MEDIAN",
          "dispersionType": "Inter-Quartile Range",
          "unitOfMeasure": "treatments per day of admission",
          "timeFrame": "30 days",
          "groups": [
            {
              "id": "OG000",
              "title": "COPD subjects",
              "description": "COPD with or without asthma\n\nTRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation: TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder)"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "80"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0.03",
                      "lowerLimit": "0.00",
                      "upperLimit": "0.67"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Hospital Length of Stay",
          "description": "The hospital length of stay for patients admitted with the diagnosis of COPD exacerbation",
          "populationDescription": "Overall, 80 eligible patients consented and were included.",
          "reportingStatus": "POSTED",
          "paramType": "MEDIAN",
          "dispersionType": "Inter-Quartile Range",
          "unitOfMeasure": "days",
          "timeFrame": "60 days",
          "groups": [
            {
              "id": "OG000",
              "title": "COPD subjects",
              "description": "COPD with or without asthma\n\nTRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation: TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder)"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "80"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "3",
                      "lowerLimit": "2",
                      "upperLimit": "5"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants With Readmissions",
          "description": "Number of participants who were readmitted to the hospital within 30 days of study completion.",
          "populationDescription": "Overall, 80 eligible patients consented and were included.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "30 days",
          "groups": [
            {
              "id": "OG000",
              "title": "COPD subjects",
              "description": "COPD with or without asthma\n\nTRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation: TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder)"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "80"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "18"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "0",
      "timeFrame": "Adverse Events (including serious adverse events) were monitored and reported from the time the participant was enrolled in the trial until they were discharged from the Hospital, up to 60 days.",
      "description": "All Serious Adverse Events (SAEs) will be reported to the sponsor within 24 hours of awareness of the event. An AE will be considered serious if it meets any of the following criteria:",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "COPD subjects",
          "description": "COPD with or without asthma\n\nTRELEGY ELLIPTA 100Mcg-62.5Mcg-25Mcg/Actuation Powder for Inhalation: TRELEGY ELLIPTA (fluticasone furoate 100 mcg, umeclidinium 62.5 mcg, and vilanterol 25 mcg inhalation powder)",
          "deathsNumAffected": 1,
          "deathsNumAtRisk": 80,
          "seriousNumAffected": 1,
          "seriousNumAtRisk": 80,
          "otherNumAffected": 9,
          "otherNumAtRisk": 80
        }
      ],
      "seriousEvents": [
        {
          "term": "Hypoxic Ischemic Encephalopathy",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 80
            }
          ]
        }
      ],
      "otherEvents": [
        {
          "term": "COPD / Asthma Exacerbation",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 4,
              "numAffected": 4,
              "numAtRisk": 80
            }
          ]
        },
        {
          "term": "Nausea",
          "organSystem": "Gastrointestinal disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 2,
              "numAffected": 2,
              "numAtRisk": 80
            }
          ]
        },
        {
          "term": "Cough",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 80
            }
          ]
        },
        {
          "term": "Pneumonia",
          "organSystem": "Infections and infestations",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 5,
              "numAffected": 5,
              "numAtRisk": 80
            }
          ]
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictiveAgreement": false
      },
      "pointOfContact": {
        "title": "Clinical Research Manager",
        "organization": "Baylor Scott & White Research Institute",
        "email": "Felicia.Padilla@BSWHealth.org",
        "phone": "214-820-1771"
      }
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2023-03-08",
          "uploadDate": "2025-05-16T15:33",
          "filename": "Prot_SAP_000.pdf",
          "size": 544602
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2023-11-16",
          "uploadDate": "2025-05-16T15:33",
          "filename": "ICF_001.pdf",
          "size": 204543
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-12-02",
      "submissionTracking": {
        "firstMcpInfo": {
          "postDateStruct": {
            "date": "2025-09-08",
            "type": "ESTIMATED"
          }
        }
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D029424",
          "term": "Pulmonary Disease, Chronic Obstructive"
        }
      ],
      "ancestors": [
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001239",
          "term": "Inhalation"
        }
      ],
      "ancestors": [
        {
          "id": "D015656",
          "term": "Respiratory Mechanics"
        },
        {
          "id": "D012119",
          "term": "Respiration"
        },
        {
          "id": "D012143",
          "term": "Respiratory Physiological Phenomena"
        },
        {
          "id": "D002943",
          "term": "Circulatory and Respiratory Physiological Phenomena"
        }
      ]
    }
  },
  "hasResults": true
}