{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03774901",
      "orgStudyIdInfo": {
        "id": "P/2017/337"
      },
      "secondaryIdInfos": [
        {
          "id": "2018-001427-38",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Centre Hospitalier Universitaire de Besancon",
        "class": "OTHER"
      },
      "briefTitle": "Maintenance Avelumab Immunotherapy in Patients With Locally Advanced or Metastatic Squamous Cell Penile Carcinoma",
      "officialTitle": "Activity and Tolerability of Maintenance Avelumab Immunotherapy After First Line Polychemotherapy Including Platinum in Patients With Locally Advanced or Metastatic Squamous Cell Penile Carcinoma",
      "acronym": "PULSE"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-04",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-03-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-09-22",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-09-22",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-11-29",
      "studyFirstSubmitQcDate": "2018-12-12",
      "studyFirstPostDateStruct": {
        "date": "2018-12-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-04-20",
      "lastUpdatePostDateStruct": {
        "date": "2023-04-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Centre Hospitalier Universitaire de Besancon",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Pfizer",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Patients with unresectable locally advanced or metastatic squamous cell penile carcinoma (SPC) who are in response or with stable disease after first line platinum containing polychemotherapy who meet the inclusion/exclusion criteria will be offered to take part in the study.\n\nThe patients may be pre-screened at the time of the 1st line chemotherapy.\n\nIn order for patients to be enrolled, the investigator must have carried out a radiological assessment of the disease during first line systemic treatment (a maximum of between 3 and 6 cycles): the cancer must be controlled. Patients with disease progression cannot be included in the PULSE study as this is a maintenance study.\n\nAfter inclusion, Avelumab will be administered at a dose of 10 mg/kg, at a frequency of once every 2 weeks with appropriate supportive care."
    },
    "conditionsModule": {
      "conditions": [
        "Penile Cancer",
        "Penile Neoplasms",
        "Penile Squamous Cell Carcinoma"
      ],
      "keywords": [
        "Immunotherapy",
        "Penile Cancer",
        "Penile Squamous Cell Carcinoma",
        "Avelumab",
        "maintenance"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 32,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "avelumab maintenance",
          "type": "EXPERIMENTAL",
          "description": "Avelumab will be administered at a dose of 10 mg/kg every 2 weeks with appropriate supportive care",
          "interventionNames": [
            "Drug: Avelumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Avelumab",
          "description": "intravenous 10 mg/kg every 2 weeks",
          "armGroupLabels": [
            "avelumab maintenance"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "PFS (progression-free survival)",
          "description": "To estimate progression-free survival in patients included in this study",
          "timeFrame": "24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "OS (overall survival)",
          "description": "To estimate overall survival in patients included in this study",
          "timeFrame": "32 months"
        },
        {
          "measure": "MDT (median duration of treatment)",
          "description": "To estimate the median duration of avelumab treatment calculated from avelumab initiation in patients included in this study",
          "timeFrame": "24 months"
        },
        {
          "measure": "QOL (quality of life) assessed by EORTC QLQ-C30",
          "description": "To assess health-related quality of life since avelumab is started in patients included in this study",
          "timeFrame": "24 months"
        },
        {
          "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.03",
          "description": "To assess safety profile after avelumab initiation",
          "timeFrame": "24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Key Eligibility Criteria\n\nInclusion:\n\n* Histologically confirmed unresectable locally advanced or metastatic squamous cell penile carcinoma\n* Patients who have received a minimum of 3 and a maximum of 6 cycles of polychemotherapy including a platinum (cisplatin or carboplatin) administered as 1st line systemic treatment.\n\nIn the event of pretreatment with cisplatin: a cumulative minimum dose of 210 mg/m2 is required in order to be eligible.\n\nIn the event of pretreatment with carboplatin: a minimum cumulative dose equivalent to 3 cycles of carboplatin AUC5 is required to be eligible\n\n* Patients without disease-progression according to the RECIST v1.1 criteria (i.e. in complete or partial response or stable disease at inclusion) after 3 to 6 cycles of 1st line chemotherapy.\n* ECOG (Eastern Cooperative Group) performance status of 0 to 2\n* Adequate organ function:\n\nAbsolute neutrophil (N) count ≥ 1500/mm3 ou ≥ 1,5.10\\^9/L Platelets ≥ 100 000 / mm3 Haemoglobin ≥ 9 g/dL Creatinine clearance ≥ 30 mL/min (by the MDRD formula) Total bilirubin ≤ 1.5 x ULN (upper limit of the normal range) AST ≤ 2.5 x ULN and ALT ≤ 2.5 x ULN OR AST and ALT ≤ 5 x ULN if liver abnormalities due to liver metastases AST = aspartate aminotransferase ALT = alanine aminotransferase\n\nExclusion:\n\n* Patients who have never received chemotherapy with a platinum (cisplatin or carboplatin)\n* Patients who have received more than one previous line of systemic treatment for penile cancer unless in case of more than 12 months delay between the end of prior treatment and the start of platinum containing polychemotherapy required.\n* Patients whose disease has progressed according to RECIST v1.1 criteria after 1st line chemotherapy for penile cancer. The cancer must not be in the progression phase at inclusion\n* Past history of immunotherapy treatment with IL-2, IFN-α, or an anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, or an anti- CTLA-4 antibody (including ipilimumab) or any other antibody or medicinal products specifically targeting anti-cancer immunotherapy\n* Major surgery within 4 weeks or major radiotherapy within 2 weeks prior to starting avelumab. Previous palliative radiotherapy (≤ 10 fractions) for metastatic lesions is permitted, provided that this has been completed at least 48 hours prior to starting avelumab\n* Patients with a past history of known central nervous system metastases, meningeal carcinomatosis or spinal compression\n* Existence of a past history of cancer within 3 years prior to inclusion into the study (excluding cured localised cancer such as non-melanomatous skin cancers, superficial bladder cancers and localised prostate cancer with undetectable PSA)\n* Active autoimmune disease, which may deteriorate following administration of an immunostimulatory agent. Patients suffering from type I diabetes, vitiligo, psoriasis or hypo- or hyperthyroidism not requiring immunosuppressant treatment are eligible\n* Patients with uncontrolled adrenal failure\n* Any of the following events in the 3 months prior to inclusion: myocardial infarction, severe/unstable angina, coronary/periphery artery bypass, symptomatic congestive heart failure, cerebrovascular accident, transient ischaemic attack.\n* Pulmonary embolism or deep vein thrombosis within 3 months prior to inclusion (unless if stable, asymptomatic and treated with a low molecular heparin for at least 10 days prior to starting the avelumab)\n* Active infection requiring systemic treatment\n* Current treatment with an immunosuppressant medicinal product or treatment within 7 days prior to inclusion, EXCEPT:\n\na - Intra-nasal, inhaled or local steroids or local steroid injections (such as intra-articular injections) b - Systemic corticosteroids at physiological doses of ≤ 10 mg/day of prednisone or equivalent c - Steroids as premedication for hypersensitivity reactions (such as CT scan premedication).\n\n* Diagnosis of human immunodeficiency virus (HIV) infection or disease related to the acquired immunodeficiency syndrome (AIDS). In patients who are seropositive for HIV but have a disease deemed to be controlled on anti-viral therapy from the opinion of the patient's HIV contact doctor: inclusion is still possible if the CD4 count is ≥ 300/mm3\n* Previous organ transplant including stem cell allotransplantation\n* Any screening test for hepatitis B virus (HBV) or hepatitis C virus (HCV) indicating active infection\n* Vaccination within 4 weeks prior to first administration of avelumab and throughout the period of the study, except with inactivated vaccines (such as, inactivated influenza vaccines).\n* Men of childbearing age who do not wish or cannot use 2 methods of highly effective contraception (oral contraceptives, contraceptive injections, intra-uterine devices, dual barrier method or contraceptive patches) as described in the protocol throughout the study and for at least 60 days after the last dose of avelumab\n* Other severe acute or chronic medical conditions including immune colitis, inflammatory bowel disease, immune pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study",
      "healthyVolunteers": false,
      "sex": "MALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Elise Robert",
          "role": "CONTACT",
          "phone": "0033381219086",
          "email": "e1robert@chu-besancon.fr"
        },
        {
          "name": "Diane Berthod",
          "role": "CONTACT",
          "phone": "0033370632403",
          "email": "dberthod@chu-besancon.fr"
        }
      ],
      "locations": [
        {
          "facility": "Antoine THIERY VUILLEMIN",
          "status": "RECRUITING",
          "city": "Besançon",
          "zip": "25000",
          "country": "France",
          "contacts": [
            {
              "name": "Antoine THIERY-VUILLEMIN, MD",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": 47.24878,
            "lon": 6.01815
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "32620211",
          "type": "DERIVED",
          "citation": "Gassian N, Frontczak A, Mouillet G, Vernerey D, Manseur O, Goujon M, Meurisse A, Berthod D, Robert E, Calcagno F, Thiery-Vuillemin A. Activity and tolerability of maintenance avelumab immunotherapy after first line polychemotherapy including platinum in patients with locally advanced or metastatic squamous cell penile carcinoma: PULSE. Bull Cancer. 2020 Jun;107(5S):eS16-eS21. doi: 10.1016/S0007-4551(20)30282-4."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010412",
          "term": "Penile Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D005834",
          "term": "Genital Neoplasms, Male"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D005832",
          "term": "Genital Diseases, Male"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D010409",
          "term": "Penile Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000609138",
          "term": "avelumab"
        }
      ]
    }
  },
  "hasResults": false
}