{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07134257",
      "orgStudyIdInfo": {
        "id": "CBM-UA-WB -2025/1"
      },
      "organization": {
        "fullName": "Comeback Mobility Inc",
        "class": "INDUSTRY"
      },
      "briefTitle": "Smart Crutch Tips for Guided Weight-Bearing in Patients Recovering From Extra-Articular Proximal Tibia Fractures",
      "officialTitle": "Study of Individual Weight-bearing and Iterative Walking Using \"ComeBack Mobility\" Smart Crutch Tips for Mechanical Stimulation of Extra-articular Proximal Tibia Fracture Healing"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-10-20",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-08-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-08-14",
      "studyFirstSubmitQcDate": "2025-08-20",
      "studyFirstPostDateStruct": {
        "date": "2025-08-21",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-29",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-02",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Comeback Mobility Inc",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to learn whether personalized weight-bearing prescriptions using Smart Crutch Tips™ can improve recovery after surgery for extra-articular proximal tibia fractures. The study will also assess how safe and practical this approach is in daily outpatient use.\n\nCan a personalized weight-bearing program based on CT and finite element analysis help the fracture heal faster? Can it help patients return to full weight-bearing sooner? Can it reduce the fear of movement during recovery? Researchers will compare standard rehabilitation, AO Foundation-based recommendations, and personalized weight-bearing programs derived from finite element analysis (FEA) to determine which approach leads to faster healing, earlier mobility, and better outcomes.\n\nParticipants will:\n\nUse Smart Crutch Tips™ during walking for up to 24 weeks; Follow a personalized weight-bearing prescription based on CT scans and biomechanical modeling; Follow a specific walking plan with real-time audio and visual feedback; Attend eight follow-up visits over 36 weeks for clinical exams, x-rays, and CT scans; Complete online questionnaires about pain, activity, and fear of movement.",
      "detailedDescription": "This is a pilot multicenter clinical trial designed to explore the impact of individualized weight-bearing regimens and iterative walking protocols on the healing of extra-articular proximal tibia fractures. The study will enroll 30 adult participants (aged 18-60) with closed proximal tibia fractures (AO/OTA 41-A2, 41-A3) treated with plates. Participants will be allocated into three parallel groups (ten participants per group).\n\nGroup 1 - Control (Standard Practice):\n\nDuring the first six weeks, participants will not load the operated leg. After this period, they will gradually increase weight-bearing within pain tolerance. Smart Crutch Tips™ will be used with indicators turned off (data collection only, without feedback).\n\nGroup 2 - AO Foundation Recommendations:\n\nParticipants will be allowed partial weight-bearing (touchdown or 10-15 kg load) with crutches or walkers according to AO Foundation guidelines. Smart Crutch Tips™ will be used with indicators turned on, providing real-time feedback on loading level.\n\nGroup 3 - FEA-Based Personalized Loading:\n\nParticipants will receive individualized axial loading prescriptions developed using finite element analysis (FEA). Smart Crutch Tips™ will be used with visual and auditory real-time feedback. In addition to personalized loading, participants will follow an iterative walking protocol. Participants will also perform a set of isometric and dynamic exercises to strengthen the lower limb muscles\n\nStudy Objectives:\n\nThe primary aim is to determine whether providing precise, data-driven weight-bearing recommendations-delivered via Smart Crutch Tips™ with real-time visual and auditory feedback-can enhance fracture healing by promoting safe interfragmentary motion.\n\nDevice Use and Follow-Up:\n\nParticipants will use ComeBack Mobility Smart Crutch Tips™ whenever they use crutches in an outpatient setting for up to 24 weeks, depending on their healing progress. These devices provide real-time guidance to help users stay within their prescribed weight-bearing range and transmit data to a centralized monitoring platform.\n\nParticipants will attend eight in-person follow-up visits: screening (Day 0-7) and then at 4, 8, 12, 15, 18, 24, and 36 weeks post-surgery. At each follow-up visit starting from Visit 1 (4 weeks), radiographic assessments (X-ray) will be performed to monitor fracture healing. Computed tomography (CT) scans will be conducted at specific time points: during the screening period (0-7 days post-surgery) and prior to Visit 1 (4 weeks), Visit 2 (8 weeks), and optionally before Visit 3 (12 weeks) , to adjust weight-bearing prescriptions and assess consolidation dynamics.\n\nData Collection:\n\nClinical data will be collected via the ComeBack Mobility app and electronic case report forms (eCRFs). Before each follow-up visit, participants will complete an online diary that includes validated questionnaires such as the Tampa Scale for Kinesiophobia (TSK-17) and the Lower Extremity Functional Scale (LEFS).\n\nStandardization Across Sites:\n\nAll study procedures will follow a standardized research protocol implemented across multiple orthopedic hospitals and trauma centers in Ukraine to ensure consistency in surgical technique, data collection, and follow-up."
    },
    "conditionsModule": {
      "conditions": [
        "Treatment Duration",
        "Fracture Healing",
        "Extra-articular Proximal Tibia Fractures"
      ],
      "keywords": [
        "Fracture Healing",
        "Controlled Mechanical Loading",
        "Weight-Bearing",
        "Finite Element Analysis",
        "Bone Union",
        "Digital Rehabilitation",
        "Smart Crutch Tips",
        "Biofeedback Device",
        "Lower Limb Fractures",
        "Rehabilitation Monitoring",
        "extra-articular proximal tibia fractures"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "Data analysts, FEA specialists and radiologists will also be blinded to group allocation until the database lock",
          "whoMasked": [
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 30,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control Group (Standard of Care)",
          "type": "NO_INTERVENTION",
          "description": "Patients in this group receive standard clinical recommendations for weight-bearing progression without the use of digital monitoring tools, specifically six weeks of non-weight-bearing. Axial loading instructions are provided by the treating physician based on clinical examination and radiographic findings. The decision to initiate full weight-bearing is made individually, without objective device-based monitoring.\n\nHowever, patients in this group are provided with Smart Crutch Tips™ that passively monitor gait parameters without providing visual or auditory cues. This allows the collection of adherence data without interfering with the clinical process. Such an approach reflects real-world clinical practice and serves as a comparator for evaluating the effectiveness of personalized strategies."
        },
        {
          "label": "Controlled Mechanical Stimulation According to AO Guidelines",
          "type": "EXPERIMENTAL",
          "description": "Participants in this group receive recommendations for weight-bearing progression in accordance with AO guidelines (10-15 kg load). Axial loading is monitored in real time using Smart Crutch Tips™, which provide visual and auditory feedback.",
          "interventionNames": [
            "Device: Smart Crutch Tips™",
            "Procedure: Finite Element Analysis (FEA)"
          ]
        },
        {
          "label": "Personalized Controlled Mechanical Stimulation (FEA)",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive individualized weight-bearing prescriptions derived from finite element analysis (FEA) of their postoperative CT scan, targeting optimal interfragmentary motion at the fracture site. Smart Crutch Tips™ will provide real-time audio and visual feedback to support adherence to the prescribed loading and activity program.",
          "interventionNames": [
            "Device: Smart Crutch Tips™",
            "Procedure: Finite Element Analysis (FEA)",
            "Behavioral: Iterative walking",
            "Procedure: Lower Limb Rehabilitation Exercise Program"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Smart Crutch Tips™",
          "description": "Smart Crutch Tips™ are sensor-equipped crutch attachments that measure real-time axial loading during ambulation. The devices connect via Bluetooth to a mobile application and deliver auditory and visual feedback to guide patients toward prescribed weight-bearing levels. The devices continuously record loading and step-count data for clinical monitoring and analysis.",
          "armGroupLabels": [
            "Controlled Mechanical Stimulation According to AO Guidelines",
            "Personalized Controlled Mechanical Stimulation (FEA)"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Finite Element Analysis (FEA)",
          "description": "Finite Element Analysis (FEA) is performed up to four times postoperatively to generate individualized weight-bearing prescriptions during rehabilitation. Simulations are based on CT scans and include segmentation and biomechanical modeling of the bone-fixator system. Assessments occur at: 7 days (baseline), 4 weeks, 8 weeks, and optionally at 12 weeks. Three regions are segmented: fixation system (screws and nail), bone fragments, and fracture gap. Materials: fixator (Titanium Grade 5), bone (mapped into cortical, trabecular, soft tissue, air), and fracture gap (early connective tissue). FEA calculates personalized safe loading based on: (1) Fixator safety (stress \\< 290 MPa), (2) Interfragmentary motion (target: 0.5-2.0 mm), and (3) Strain in the fracture gap (octahedral: 0.001-0.05; hydrostatic: 0.001-0.02), supporting biological healing. Output informs weight-bearing prescriptions and step-count targets, delivered via Smart Crutch Tips™ with real-time fee",
          "armGroupLabels": [
            "Controlled Mechanical Stimulation According to AO Guidelines",
            "Personalized Controlled Mechanical Stimulation (FEA)"
          ]
        },
        {
          "type": "BEHAVIORAL",
          "name": "Iterative walking",
          "description": "Participants will perform iterative walking sessions as part of their rehabilitation program. These sessions will be repeated throughout the day, with a minimum 2-hour rest interval between sessions. Step count will be progressively increased over time, according to the individualized rehabilitation plan. In the intervention arms, walking sessions will be guided by real-time auditory and visual feedback from Smart Crutch Tips™.",
          "armGroupLabels": [
            "Personalized Controlled Mechanical Stimulation (FEA)"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Lower Limb Rehabilitation Exercise Program",
          "description": "The program includes isometric and dynamic exercises targeting the quadriceps, hamstrings, gluteal muscles, and ankle/foot mobility to maintain muscle tone, prevent joint stiffness, reduce swelling, and improve circulation. All exercises are performed within a pain-free range (not exceeding 4/10 on the VAS scale) with gradual progression according to the rehabilitation plan.",
          "armGroupLabels": [
            "Personalized Controlled Mechanical Stimulation (FEA)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time to Radiographic Fracture Union",
          "description": "X-rays will be performed at Visit 1, Visit 2, Visit 3, Visit 4, Visit 5 and Visit 6, Visit 7 postoperatively. CT will be conducted at Visit 0, Visit 1, Visit 2, and optionally at Visit 3 to assess fracture union progression and load adaptation. Fracture Consolidation Assessment Procedure: CT and X-ray data will be evaluated separately. CT criteria include qualitative parameters (fracture line presence, edge clarity, cortical bridging) and quantitative parameters (Hounsfield units at the fracture site). Radiographic assessment will follow the modified RUST scale: Score 1 - no callus, visible line; Score 2 - callus without bridging, visible line; Score 3 - callus with bridging, visible line; Score 4 - callus with bridging, no visible line. The total score ranges from 4 to 16. Fracture is united if at least three cortices are bridged. Delayed union is defined as a visible fracture line and no callus after 3 months.",
          "timeFrame": "12 - 24 weeks post-surgery ± 7 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "mRUST Score",
          "description": "The modified Radiographic Union Scale for Tibial fractures (mRUST) is used to assess bone healing based on radiographs of the fracture site. Four cortices are evaluated, with scores assigned according to callus formation and visibility of the fracture line. The total score ranges from 4 to 16, with higher scores indicating more advanced bone healing. mRUST scores will be compared between intervention and control groups at each follow-up visit to determine the impact of the intervention on bone healing",
          "timeFrame": "at 4, 8, 12, 15, 18, 24, and 36 weeks after surgery (+- 7 days)"
        },
        {
          "measure": "Adherence to Prescribed Axial Loading",
          "description": "The percentage of steps taken within the prescribed range of axial loading. Higher percentages indicate better adherence to the prescribed loading regimen. This is measured through continuous monitoring using the Smart Crutch Tips™ device and analyzed at each follow-up visit (from 0 to 36 weeks).",
          "timeFrame": "from 0 to 36 weeks post-surgery"
        },
        {
          "measure": "Lower Extremity Functional Status (LEFS)",
          "description": "Assessed using the Lower Extremity Functional Scale (LEFS) - a validated instrument designed to measure a patient's ability to perform everyday physical activities involving the lower limbs. The questionnaire consists of 20 items, each scored from 0 (extreme difficulty or unable to perform) to 4 (no difficulty). The total score ranges from 0 to 80, with higher scores indicating better functional status.",
          "timeFrame": "0-7 days post-surgery and at 4, 8, 12, 15, 18, 24, 36 weeks after surgery (+- 7 days)"
        },
        {
          "measure": "Recording of AEs/SAEs AR/SAAR/SUSARs, including Postoperative Complications",
          "description": "The following types of postoperative complications will be recorded and analyzed: residual pain; delayed union; nonunion; malunion; implant failure; need for reoperation. Assessment will be performed clinically at each visit and supplemented with radiological evaluation (X-ray and CT), according to the visit schedule. All adverse events (AEs), serious adverse events (SAEs), adverse reactions (ARs), serious adverse reactions (SAARs), and suspected unexpected serious adverse reactions (SUSARs) identified during the study will also be recorded, described, and analyzed.",
          "timeFrame": "0-7 days post-surgery and at 4, 8, 12, 15, 18, 24, 36 weeks after surgery (+- 7 days)"
        },
        {
          "measure": "Pain Level",
          "description": "Assessed using the Visual Analogue Scale (VAS), presented electronically as a continuous line ranging from 0 (no pain) to 10 (worst possible pain). Higher scores indicate greater pain intensity. Assessment is conducted at each follow-up visit",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        },
        {
          "measure": "Fear of Movement (TSK-17)",
          "description": "Assessed using the Tampa Scale for Kinesiophobia, 17-item version (TSK-17), which evaluates fear of physical activity due to pain or risk of re-injury. Scores range from 17 to 68, with higher scores indicating greater fear of movement. Administered electronically at each follow-up visit.",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Time to Full Weight-Bearing (FWB)",
          "description": "Time to full axial loading on the injured limb will be assessed using both clinical evaluation and finite element analysis (FEA). The measure reflects the time required for participants to achieve full weight-bearing. Assessment will be performed during follow-up visits (evaluation of pain, mobility, swelling, radiological confirmation) or via the CBM system (three consecutive days without crutches/cane and without complications, confirmed at a follow-up visit). The variable is measured on a ratio scale.",
          "timeFrame": "From surgery until full weight-bearing, assessed up to 24 weeks"
        },
        {
          "measure": "Analgesic Consumption",
          "description": "Recorded use of analgesics (yes/no) during scheduled clinical visits.",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        },
        {
          "measure": "Number of psychotherapy visits recorded during follow-up",
          "description": "Number of psychotherapy visits recorded during follow-up",
          "timeFrame": "From surgery through 36 weeks"
        },
        {
          "measure": "Antidepressant Consumption",
          "description": "Recorded use of antidepressants (yes/no) during scheduled clinical visits",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        },
        {
          "measure": "Internal Fixation Safety Level (IFSL)",
          "description": "Impact of the CBM method on internal fixation stability assessed via finite element analysis (FEA) using Smart Crutch Tips™ loading data. Measurement scale: interval level.",
          "timeFrame": "From surgery through 36 weeks"
        },
        {
          "measure": "Ankle Range of Motion (Goniometry)",
          "description": "Dorsiflexion (0-20°) and plantarflexion (0-50°) measured using a goniometer following standard methodology; results compared between groups at each follow-up",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        },
        {
          "measure": "Subtalar Range of Motion (Goniometry)",
          "description": "Inversion (0-20°) and eversion (0-10°) measured using a goniometer following standard methodology; results compared between groups at each follow-up.",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        },
        {
          "measure": "Knee Range of Motion (Goniometry)",
          "description": "Flexion (0-135°) and extension (0° to -5° hyperextension possible) measured using a goniometer following standard methodology; results compared between groups at each follow-up",
          "timeFrame": "At all follow-up visits up to 36 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent was provided after being fully informed about participation in the study.\n2. Age: 18 to 60 years for both males and females (pre-menopausal).\n3. Body weight between 40 and 120 kg.\n4. Diagnosed with a closed tibial shaft fracture (AO/OTA classification: 41-A2, 41-A3) requiring surgical treatment.\n5. Fracture treated exclusively with a plate.\n6. No diabetes or well-controlled diabetes (HbA1c ≤ 7.0%).\n7. Ability to use crutches without losing balance and medically cleared for partial weight-bearing on the operated limb.\n8. Willingness to adhere to the prescribed weight-bearing protocol using the Smart Crutch Tips™ device.\n9. Enrollment within 48 hours following surgical intervention.\n10. Alcohol consumption (up to 2-3 times per week) within acceptable limits.\n11. Willingness to comply with all study procedures, including follow-up visits at weeks 1, 4, 8, 12, 15, 18, 24, and 36 after surgery.\n\nExclusion Criteria:\n\n1. Presence of open or high-energy fractures, multiple lower-limb fractures, or use of bone grafts.\n2. Fractures classified as 43-B or 43-C according to AO/OTA.\n3. Chronic alcoholism (defined as \\>14 standard drinks per week for men or \\>7 for women).\n4. Presence of metabolic disorders, including uncontrolled thyroid dysfunction, severe renal or hepatic pathology.\n5. Pathological fractures associated with osteoporosis, osteomyelitis, tumors, metastases, or rickets.\n6. Lower-limb contractures with functional impairment of grade II or higher.\n7. Pregnancy or intention to conceive during the study period.\n8. Psychiatric, cognitive, or neurological disorders that may interfere with adherence to the rehabilitation protocol or effective communication with the study team.\n9. Clinically significant heart failure (including chronic or acute, with an ejection fraction \\<40% or with symptoms such as edema, dyspnea at rest, or orthopnea).\n10. Pulmonary insufficiency of any origin, accompanied by chronic hypoxemia (PaO₂ \\< 60 mmHg) or hypercapnia (PaCO₂ \\> 45 mmHg), requiring oxygen support or significantly limiting physical activity.\n11. Clinically significant neurological disorders that may affect motor function, coordination, or physical activity (e.g., stroke with residual deficits, Parkinson's disease, multiple sclerosis, cerebral palsy).\n12. Diagnosed epilepsy or other seizure disorders not fully controlled by medication.\n13. Progressive neurodegenerative diseases (e.g., amyotrophic lateral sclerosis, Huntington's disease, dementia).\n14. Any sensory, balance, or vestibular disorders that may impair safe use of the investigational device.\n15. Participation in another clinical study within the past 6 months that could affect the results of the current study.\n16. Ongoing or planned use of medications known to affect bone healing.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "ILLIA POPOV",
          "role": "CONTACT",
          "phone": "13476197319",
          "email": "popov@comebackmobility.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Vaida Glatt, PhD",
          "affiliation": "UT Health",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Kyiv City Clinical Hospital No. 1",
          "status": "RECRUITING",
          "city": "Kyiv",
          "state": "Kyiv Oblast",
          "zip": "02091",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Oleksandr Martynchuk",
              "role": "CONTACT",
              "phone": "+380662272790",
              "email": "blaze_amber@ukr.net"
            },
            {
              "name": "Oleksandr Martynchuk",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ]
        },
        {
          "facility": "Municipal Clinical Hospital No. 6 of the Dnipro City Counci",
          "status": "NOT_YET_RECRUITING",
          "city": "Dnipro",
          "zip": "49074",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Andrii Mamentiiev",
              "role": "CONTACT",
              "phone": "+380977800649",
              "email": "mametev75@gmail.com"
            },
            {
              "name": "Andrii Mamentiiev",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.46664,
            "lon": 35.04066
          }
        },
        {
          "facility": "Municipal Clinical Hospital No. 4 of the Dnipro City Counci",
          "status": "RECRUITING",
          "city": "Dnipro",
          "zip": "49102",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Oleksii Altanets",
              "role": "CONTACT",
              "phone": "+380505757354",
              "email": "alexaltan80@gmail.com"
            },
            {
              "name": "Oleksii Altanets",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Serhii Shcherbak",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.46664,
            "lon": 35.04066
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 17",
          "status": "NOT_YET_RECRUITING",
          "city": "Kyiv",
          "zip": "01133",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Maksym Cherniienko",
              "role": "CONTACT",
              "phone": "+380633838714",
              "email": "maximchernienko79@gmail.com"
            },
            {
              "name": "Maksym Cherniienko",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Institute of Traumatology and orthopedics of the national academy of medical sciences of Ukraine",
          "status": "NOT_YET_RECRUITING",
          "city": "Kyiv",
          "zip": "01601",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Oleksii Sulyma",
              "role": "CONTACT",
              "phone": "+380675010661",
              "email": "sulymaoleksii@gmail.com"
            },
            {
              "name": "Oleksii Sulyma",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Volodymyr Chornyi",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Yevhen Kozik",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 12",
          "status": "NOT_YET_RECRUITING",
          "city": "Kyiv",
          "zip": "02000",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Taras Kasianchuk",
              "role": "CONTACT",
              "phone": "+380966056181",
              "email": "kasyanchuk09@gmail.com"
            },
            {
              "name": "Taras Kasianchuk",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 6",
          "status": "NOT_YET_RECRUITING",
          "city": "Kyiv",
          "zip": "03126",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Oleksandr Lisovyi",
              "role": "CONTACT",
              "phone": "+380505390948",
              "email": "liesovoy@icloud.com"
            },
            {
              "name": "Oleksandr Lisovyi",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Roman Birsa",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 7",
          "status": "RECRUITING",
          "city": "Kyiv",
          "zip": "03179",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Oleksandr Rozsokha",
              "role": "CONTACT",
              "phone": "+380930600000",
              "email": "rassokha.doctor@gmail.com"
            },
            {
              "name": "Oleksandr Rozsokha",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Serhii Demchuk",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Oleksandr Polyakov",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv Regional Council \"Kyiv Regional Clinical Hospital\"",
          "status": "NOT_YET_RECRUITING",
          "city": "Kyiv",
          "zip": "04106",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Vadym Roienko",
              "role": "CONTACT",
              "phone": "+380976430314",
              "email": "vroienko@mail.com"
            },
            {
              "name": "Vadym Roienko",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 9",
          "status": "RECRUITING",
          "city": "Kyiv",
          "zip": "04112",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Pavlo Honcharuk",
              "role": "CONTACT",
              "phone": "+380500569033",
              "email": "pavlo.medicina@gmail.com"
            },
            {
              "name": "Pavlo Honcharuk",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Kyiv City Clinical Hospital No. 8",
          "status": "RECRUITING",
          "city": "Kyiv",
          "zip": "04201",
          "country": "Ukraine",
          "contacts": [
            {
              "name": "Viktoriia Ladyka",
              "role": "CONTACT",
              "phone": "+380634957408",
              "email": "ladika62@ukr.net"
            },
            {
              "name": "Viktoriia Ladyka",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Yevhen Drevel",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Time to radiographic fracture union (primary endpoint)\n\nmRUST scores at predefined time points\n\nCompliance data on axial loading collected by Smart Crutch Tips™\n\nFunctional recovery outcomes (LEFS, TSK-17 questionnaire responses)\n\nPain level assessments (VAS)\n\nAdverse event data, including AEs, SAEs, ADEs, SADEs, and device deficiencies\n\nGait adherence metrics derived from the CBM mobile app\n\nBaseline demographic and clinical information relevant to fracture type and healing (e.g., fracture classification, BMI, CT-derived FEA data)",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF",
        "CSR",
        "ANALYTIC_CODE"
      ],
      "timeFrame": "IPD and supporting documentation will be made available six months after the publication of the primary results. Data will remain accessible for at least 3 years from that date.",
      "accessCriteria": "Access to IPD will be granted to qualified researchers affiliated with academic, clinical, or non-profit institutions conducting methodologically sound analyses that align with the objectives of the original study or explore related hypotheses. Requests must include a research proposal, analysis plan, and ethical approval if applicable. All requests will be reviewed by the study's principal investigator and sponsor team based on scientific merit and compliance with data privacy standards."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D020342",
          "term": "Finite Element Analysis"
        }
      ],
      "ancestors": [
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}