{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06289192",
      "orgStudyIdInfo": {
        "id": "IRB00396489"
      },
      "organization": {
        "fullName": "Johns Hopkins University",
        "class": "OTHER"
      },
      "briefTitle": "Testing C-Raven, a Virtual Tobacco Cessation Intervention, in the Community",
      "officialTitle": "Feasibility, Acceptability, and Piloting of a Virtual Counselor Tobacco Cessation Intervention With Community Health Worker Linkage to Lung Cancer Screening"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-04-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-08-23",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-08-27",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-02-26",
      "studyFirstSubmitQcDate": "2024-02-26",
      "studyFirstPostDateStruct": {
        "date": "2024-03-01",
        "type": "ACTUAL"
      },
      "resultsFirstSubmitDate": "2025-08-20",
      "resultsFirstSubmitQcDate": "2025-09-08",
      "resultsFirstPostDateStruct": {
        "date": "2025-09-10",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2025-09-08",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-10",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Johns Hopkins University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Maryland Cigarette Restitution Fund",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "To inform a future randomized trial of a virtual counselor led computer delivered intervention for tobacco cessation augmented with community health worker (CHW) support and navigation to lung cancer screening in low-income housing units in Baltimore, the investigators propose to collect data on intervention acceptability and feasibility among individuals in public housing as well as feedback on use of shared decision making when referring for low-dose chest CT (LDCT).\n\nThe investigators will conduct a feasibility pilot study of a virtual counselor plus community health worker intervention. With a sample of participants from public housing units (N=15), the investigators will collect data on feasibility of recruitment, intervention engagement and completion, and short-term smoking cessation outcomes. Individuals will be assessed at baseline, 1 month and 3 months. At the end of three months, the investigators will conduct follow up interviews with a subset of pilot participants to collect qualitative data on intervention acceptability. Based on this information, the investigators will make iterative improvements to the combined intervention.",
      "detailedDescription": "In anticipation of a future two-arm type 1 hybrid effectiveness-implementation randomized controlled trial comparing a virtual counselor-led computer delivered intervention (VCTC) augmented with CHW support in low-income housing units in Baltimore City. This pilot study will generate preliminary data for a larger study. The investigators will conduct a feasibility pilot study of the entire VCTC and CHW intervention with a sample of participants (N=15) to collect data on the feasibility of recruitment, intervention engagement and completion, and short-term smoking cessation outcomes. Individuals will be assessed at baseline, one month, and three months. At the end of three months, the investigators will conduct follow-up interviews with a subset of pilot participants to collect qualitative data on intervention acceptability. Based on the information collected in these efforts, the investigators will make iterative improvements to the existing intervention, aligned with user-experience design procedures.\n\nParticipants will be recruited through flyers posted in and around the housing units and distributed to tenants by housing unit staff. Flyers will describe the study and contain a study phone number to call. Information may also be distributed by study staff during non-study-related health and wellness activities conducted at the sites. At initial contact, a study staff member will discuss the study purpose and determine eligibility. If eligible, the staff member will proceed to discuss requirements, review risks and benefits, and obtain informed consent from interested participants.\n\nConsent process: After confirming eligibility with screening questions via phone, potential participants will be offered the option of reviewing the study information and consent form over a Zoom video conference. Regardless of whether the participants choose to review this information in advance, all potential participants will complete the consent process and sign the consent form at the beginning of the first in-person visit, which will be conducted on-site at the participants housing community.\n\nBaseline Assessment: This will occur on the same day as the in-person portion of the consent process. Initial evaluation will comprise the research assessments detailed in Table 1, including demographics, a clinical history, a tobacco use history, and a number of tobacco-related measures. Assessments will be self-administered via tablet computer.\n\nIntervention:\n\nComputer-Delivered Intervention (CDI) Session 1: Following the baseline assessment, participants will receive computer-delivered counseling via a study-provided iPad delivered in a private room. VCTC consists of 1) a menu-driven, web-based intervention that is delivered by a virtual counselor. The intervention takes 20 minutes to complete. At the conclusion of session 1, the participant will be offered nicotine patches provided by the study (1 month supply, remainder given at follow-up visits). The initial dosing of the nicotine patches will be determined based on cigarettes consumed per day (\\>10: 21mg patch, 5-10: 14mg patch, \\<5: 7mg patch). If there is any question regarding eligibility or appropriate dosing, the CHW will consult with a study physician. With the CHW, the participant will learn correct application, and will monitor the participants nicotine replacement therapy (NRT) experience in discussion with the CHW.\n\nComputer-Delivered Intervention (CDI) Session 2: Session 2, delivered approximately one week later, focuses on the cycle of addiction and use of pharmacotherapy (e.g., NRT, bupropion, varenicline). This intervention also takes about 20 minutes to complete. At the conclusion of session 2, the participant will be offered nicotine gum or lozenges provided by the study (1 month supply, remainder given at follow-up visits). This session also includes an in-session experience of using NRT gum or lozenge, with CHW guidance to ensure correct use.\n\nCommunity Health Workers (CHWs): A CHW will meet with each participant for both Sessions 1 and 2 and will do the following: 1) Teach appropriate NRT use technique as above, 2) Follow up with patients remotely via phone or video conference whenever possible, up to twice weekly for 12 weeks, to discuss barriers/facilitators to maintenance of NRT use and tobacco cessation; 3) Review the modified lung cancer shared decision-making guide from Phase 1 and provide linkage to lung cancer screening if the participant is eligible and interested, including linkage to insurance enrollment assistance, if needed; 4) For individuals requiring follow up for positive findings on lung CT, work with participants to navigate the process; 5) Link interested participants to the QuitLine; 6) At the end of the study, link to medical providers for additional tobacco cessation therapy if participant interested (e.g., varenicline, bupropion).\n\nLinkage to Lung Cancer Screening: Participants eligible for and interested in CT Lung cancer screening (age ≥50, ≥20 pack year smoking history) will be referred to the participants primary care physician (PCP) or existing specialist for further discussion and ordering. The CTs are optional and will not be provided as part of the research study. The CHW will assist with linking patients without a PCP or existing specialist with resources to establish care. For participants who choose to proceed with screening, the investigators will request the results of the CT scan to track completion and general result category (Normal/Normal with Minor Findings/Abnormal Needing Short-Term Follow-Up/Abnormal Needing Immediate Follow-Up)."
    },
    "conditionsModule": {
      "conditions": [
        "Tobacco Dependence"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 5,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Smoking Cessation Intervention",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.",
          "interventionNames": [
            "Behavioral: C-Raven Virtual Tobacco Cessation Counseling",
            "Drug: Nicotine Replacement Product",
            "Other: Community Health Worker",
            "Other: Lung Cancer Screening"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "C-Raven Virtual Tobacco Cessation Counseling",
          "description": "A two-module tobacco cessation intervention that involves interaction with a virtual counselor and includes instruction about addiction and the use of pharmacotherapy for cessation. Each module takes approximately 20 minutes to complete.",
          "armGroupLabels": [
            "Smoking Cessation Intervention"
          ]
        },
        {
          "type": "DRUG",
          "name": "Nicotine Replacement Product",
          "description": "Participants will be offered a 12-week supply of nicotine patches and either nicotine gum or lozenges.",
          "armGroupLabels": [
            "Smoking Cessation Intervention"
          ]
        },
        {
          "type": "OTHER",
          "name": "Community Health Worker",
          "description": "A community health worker will meet with each participant throughout the study period to teach appropriate NRT usage, discuss barriers/facilitators to NRT use and cessation, conduct shared decision-making about lung cancer screening, and provide health system navigation when needed.",
          "armGroupLabels": [
            "Smoking Cessation Intervention"
          ]
        },
        {
          "type": "OTHER",
          "name": "Lung Cancer Screening",
          "description": "Eligible participants will be referred to their primary care physician or existing specialist to complete lung cancer screening.",
          "armGroupLabels": [
            "Smoking Cessation Intervention"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Acceptability and Feasibility as Assessed by the Number of Participants Who Complete Intervention and Surveys",
          "description": "Acceptability and Feasibility will be assessed by the number of participants who complete intervention and surveys",
          "timeFrame": "3 months"
        },
        {
          "measure": "Acceptability and Feasibility as Assessed by Barriers to Screening",
          "description": "Acceptability and Feasibility will be assessed by barriers to screening",
          "timeFrame": "Baseline, 1 month, 3 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of Participants That Uptake Nicotine Replacement Therapy",
          "description": "Number of participants that start using NRTs during the study period",
          "timeFrame": "3 months"
        },
        {
          "measure": "Participant Engagement With Community Health Worker (CHW) as Assessed by Number of CHW Interactions",
          "description": "Total number of interactions with CHW across all participants",
          "timeFrame": "3 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50 or older\n* Current tobacco use with \\>100 cigarettes smoked in their lifetime\n* English speaking (intervention currently in English only and housing units are in largely English-speaking neighborhoods)\n* Considering smoking cessation\n* Planning to remain in current housing unit for 6 months\n\nExclusion Criteria:\n\n* Current use of pharmacological treatment for tobacco cessation\n* Contraindication to nicotine replacement therapy\n* Current engagement in formal smoking cessation program\n* Major cognitive or psychiatric impairment\n* Severe hearing impairment\n* Investigator discretion",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "50 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jeanne Clark, MD",
          "affiliation": "Johns Hopkins School of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Chase House Apartments",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21201",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Monument East",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21202",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Johns Hopkins University School of Medicine",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21205",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "groups": [
        {
          "id": "FG000",
          "title": "Smoking Cessation Intervention",
          "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months."
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "5"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "5"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "0"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "Smoking Cessation Intervention",
          "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months."
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "5"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Customized",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "title": "<50 years",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": ">=50 years",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "5"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "4"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race (NIH/OMB)",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "categories": [
                {
                  "title": "American Indian or Alaska Native",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Asian",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Native Hawaiian or Other Pacific Islander",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Black or African American",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "4"
                    }
                  ]
                },
                {
                  "title": "White",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    }
                  ]
                },
                {
                  "title": "More than one race",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Current tobacco use",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "5"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Acceptability and Feasibility as Assessed by the Number of Participants Who Complete Intervention and Surveys",
          "description": "Acceptability and Feasibility will be assessed by the number of participants who complete intervention and surveys",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "3 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Smoking Cessation Intervention",
              "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.\n\nC-Raven Virtual Tobacco Cessation Counseling: A two-module tobacco cessation intervention that involves interaction with a virtual counselor and includes instruction about addiction and the use of pharmacotherapy for cessation. Each module takes approximately 20 minutes to complete.\n\nNicotine Replacement Product: Participants will be offered a 12-week supply of nicotine patches and either nicotine gum or lozenges.\n\nCommunity Health Worker: A community health worker will meet with each participant throughout the study period to teach appropriate NRT usage, discuss barriers/facilitators to NRT use and cessation, conduct shared decision-making about lung cancer screening, and provide health system navigation when needed.\n\nLung Cancer Screening: Eligible participants will be referred to their primary care physician or existing specialist to complete lung cancer screening."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "5"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Intervention completed",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "5"
                    }
                  ]
                }
              ]
            },
            {
              "title": "All surveys completed",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "5"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants That Uptake Nicotine Replacement Therapy",
          "description": "Number of participants that start using NRTs during the study period",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "3 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Smoking Cessation Intervention",
              "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.\n\nC-Raven Virtual Tobacco Cessation Counseling: A two-module tobacco cessation intervention that involves interaction with a virtual counselor and includes instruction about addiction and the use of pharmacotherapy for cessation. Each module takes approximately 20 minutes to complete.\n\nNicotine Replacement Product: Participants will be offered a 12-week supply of nicotine patches and either nicotine gum or lozenges.\n\nCommunity Health Worker: A community health worker will meet with each participant throughout the study period to teach appropriate NRT usage, discuss barriers/facilitators to NRT use and cessation, conduct shared decision-making about lung cancer screening, and provide health system navigation when needed.\n\nLung Cancer Screening: Eligible participants will be referred to their primary care physician or existing specialist to complete lung cancer screening."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "5"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "4"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Participant Engagement With Community Health Worker (CHW) as Assessed by Number of CHW Interactions",
          "description": "Total number of interactions with CHW across all participants",
          "reportingStatus": "POSTED",
          "paramType": "NUMBER",
          "unitOfMeasure": "CHW interactions",
          "timeFrame": "3 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Smoking Cessation Intervention",
              "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.\n\nC-Raven Virtual Tobacco Cessation Counseling: A two-module tobacco cessation intervention that involves interaction with a virtual counselor and includes instruction about addiction and the use of pharmacotherapy for cessation. Each module takes approximately 20 minutes to complete.\n\nNicotine Replacement Product: Participants will be offered a 12-week supply of nicotine patches and either nicotine gum or lozenges.\n\nCommunity Health Worker: A community health worker will meet with each participant throughout the study period to teach appropriate NRT usage, discuss barriers/facilitators to NRT use and cessation, conduct shared decision-making about lung cancer screening, and provide health system navigation when needed.\n\nLung Cancer Screening: Eligible participants will be referred to their primary care physician or existing specialist to complete lung cancer screening."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "5"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "PRIMARY",
          "title": "Acceptability and Feasibility as Assessed by Barriers to Screening",
          "description": "Acceptability and Feasibility will be assessed by barriers to screening",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "barriers",
          "timeFrame": "Baseline, 1 month, 3 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Smoking Cessation Intervention",
              "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.\n\nC-Raven Virtual Tobacco Cessation Counseling: A two-module tobacco cessation intervention that involves interaction with a virtual counselor and includes instruction about addiction and the use of pharmacotherapy for cessation. Each module takes approximately 20 minutes to complete.\n\nNicotine Replacement Product: Participants will be offered a 12-week supply of nicotine patches and either nicotine gum or lozenges.\n\nCommunity Health Worker: A community health worker will meet with each participant throughout the study period to teach appropriate NRT usage, discuss barriers/facilitators to NRT use and cessation, conduct shared decision-making about lung cancer screening, and provide health system navigation when needed.\n\nLung Cancer Screening: Eligible participants will be referred to their primary care physician or existing specialist to complete lung cancer screening."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "5"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Barriers to LDCT Screening, Baseline",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "25.2",
                      "spread": "8.6"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Barriers to LDCT Screening, 1 Month",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "28.6",
                      "spread": "14.4"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Barriers to LDCT Screening, 3 Months",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "31.8",
                      "spread": "14.7"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "0",
      "timeFrame": "From enrollment up to 3-month follow-up",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "Smoking Cessation Intervention",
          "description": "Participants will receive a virtual counselor intervention for smoking cessation, be offered the opportunity to utilize nicotine replacement therapies, participate in shared decision-making around lung cancer screening, and be supported by a community health worker. Participants will be followed for a total of 3 months. Assessments will be conducted at baseline, 1 month, and 3 months.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 5,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 5,
          "otherNumAffected": 0,
          "otherNumAtRisk": 5
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictiveAgreement": false
      },
      "pointOfContact": {
        "title": "Alejandra Ellison-Barnes",
        "organization": "Johns Hopkins University",
        "email": "aelliso6@jhmi.edu",
        "phone": "n/a"
      }
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2024-08-16",
          "uploadDate": "2025-08-18T16:25",
          "filename": "Prot_SAP_000.pdf",
          "size": 347817
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-12-02",
      "submissionTracking": {
        "firstMcpInfo": {
          "postDateStruct": {
            "date": "2025-09-09",
            "type": "ESTIMATED"
          }
        }
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D014029",
          "term": "Tobacco Use Disorder"
        }
      ],
      "ancestors": [
        {
          "id": "D019966",
          "term": "Substance-Related Disorders"
        },
        {
          "id": "D064419",
          "term": "Chemically-Induced Disorders"
        },
        {
          "id": "D001523",
          "term": "Mental Disorders"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D061485",
          "term": "Tobacco Use Cessation Devices"
        },
        {
          "id": "D003150",
          "term": "Community Health Workers"
        }
      ],
      "ancestors": [
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D000488",
          "term": "Allied Health Personnel"
        },
        {
          "id": "D006282",
          "term": "Health Personnel"
        },
        {
          "id": "D005159",
          "term": "Health Care Facilities Workforce and Services"
        }
      ]
    }
  },
  "hasResults": true
}