{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04868201",
      "orgStudyIdInfo": {
        "id": "74646917.1.0000.5263"
      },
      "organization": {
        "fullName": "Universidade Federal do Rio de Janeiro",
        "class": "OTHER"
      },
      "briefTitle": "A Self-guided App-Based Virtual Reality Cognitive Behavior Therapy for Anxiety Disorder in Children",
      "officialTitle": "A Self-guided App-Based Virtual Reality Cognitive Behavior Therapy for Anxiety Disorder in Children"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-04",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-08-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-02-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-02-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-04-25",
      "studyFirstSubmitQcDate": "2021-04-27",
      "studyFirstPostDateStruct": {
        "date": "2021-04-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-04-27",
      "lastUpdatePostDateStruct": {
        "date": "2021-04-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Laiana A. Quagliato",
        "investigatorTitle": "MD",
        "investigatorAffiliation": "Universidade Federal do Rio de Janeiro"
      },
      "leadSponsor": {
        "name": "Universidade Federal do Rio de Janeiro",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "To examine the efficacy of a fully self-guided app-based virtual reality cognitive behavior therapy (VR CBT) using low-cost (cardboard) virtual reality goggles compared with a wait-list control group and to determine its user friendliness. We hypothesize that children with GAD enrolled in the self-guided app will present lower scores of anxiety.",
      "detailedDescription": "A randomized controlled design will be carried out, in which the effectiveness and user- friendliness of an online app-based VR self-help treatment '0-anxiety' will be evaluated. Our primary objective is to determine the clinical effects (a reduction in anxiety symptoms at post-test \\[between the experimental condition and controls\\] of 0-anxiety, and whether effects are sustainable at follow-up \\[a reduction in anxiety symptoms between baseline and follow-up for those in the experimental condition\\]). Our secondary objective is to determine the user-friendliness of 0-anxiety. In this study, 230 children from the Brazilian population will be randomized over 2 conditions: the experimental condition (0-anxiety) and a waitlist condition. The duration of the intervention will be 3 weeks. Measures will be taken at baseline, directly after the intervention (3 weeks) and at 3 months (follow-up). All measures will be completed online. Therefore, the child will participate in the study in his/her natural environment. Subjects in the wait-list condition will receive the intervention after completion of the post-test. Randomization (block-randomization) will be performed by an independent researcher."
    },
    "conditionsModule": {
      "conditions": [
        "Anxiety Disorders"
      ],
      "keywords": [
        "anxiety",
        "virtual reality",
        "app",
        "self-guided",
        "Cognitive behavior therapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "CARE_PROVIDER",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 230,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "0-anxiety",
          "type": "EXPERIMENTAL",
          "description": "0-anxiety is based on the principles of VRT and CBT, which currently is the most researched and used treatment for anxiety disorders. The 0-anxiety intervention is an app-based intervention consisting of six modules that can be followed according to a user's own timing and without the intervention of a therapist.",
          "interventionNames": [
            "Device: 0-anxiety"
          ]
        },
        {
          "label": "wait-list condition",
          "type": "NO_INTERVENTION"
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "0-anxiety",
          "description": "0-anxiety is a self-guided app-based utilizing virtual reality establish in cognitive behavior therapy treatment.",
          "armGroupLabels": [
            "0-anxiety"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Anxiety levels",
          "description": "Screen for Child Anxiety Related Disorders (SCARED). A score above 25 indicates a significant level of anxiety. Higher scores mean worse anxiety levels.",
          "timeFrame": "baseline and and 3 months after the completion of the intervention"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Fear Survey Schedule for Children-Revised (FSSC-R)",
          "description": "The FSSC-R is a widely used self-report measure of children and adolescents' fears. The instrument, a revision of Scherer and Nakamura's (1968) original Fear Survey Schedule for Children, contains 80 items that are each rated on a three-point scale (none, some, a lot). A total fearfulness score can be obtained, as can five subscale scores based on a factor analysis of the items. In addition, the number of intense fears can be indicated (i.e., the number of fears endorsed 'a lot'), as can the most prevalent fears for a given child/adolescent or group of children and adolescents (i.e., boys, preadolescents, school phobic youngsters, etc.). Higher scores mean worse fear levels.",
          "timeFrame": "baseline, 3 weeks after the intervention, and 3 months after the completion of the intervention"
        },
        {
          "measure": "Spence Children's Anxiety Scale - Parent and Children version",
          "description": "The scale is completed by a parent of an anxious child between the ages of 6 to 18. It provides an overall measure of anxiety together with scores on six sub-scales each tapping a specific aspect of child anxiety. - Panic attack and agoraphobia - Separation anxiety - Physical injury fears - Social phobia - Obsessive compulsive - Generalized anxiety disorder / overanxious disorder. This yields a maximum possible score of 114. Higher scores mean worse anxiety levels.",
          "timeFrame": "baseline, 3 weeks after the intervention, and 3 months after the completion of the intervention"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* individuals must be between 8-12 years old;\n* subjects must score above 25 on the SCARED questionnaire;\n* subjects must have access to a smart phone and internet;\n* individuals must be willing to participate in the research study and providing informed consent.\n\nExclusion Criteria:\n\n* children that present with symptoms of severe depression or suicidality as measured with KSADS-PL26;\n* children that have insufficient knowledge of the Portuguese language;\n* subjects that are under any current treatment for anxiety disorder or using psychotropic medication.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "8 Years",
      "maximumAge": "12 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001008",
          "term": "Anxiety Disorders"
        },
        {
          "id": "D000544",
          "term": "Alzheimer Disease"
        }
      ],
      "ancestors": [
        {
          "id": "D001523",
          "term": "Mental Disorders"
        },
        {
          "id": "D003704",
          "term": "Dementia"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D024801",
          "term": "Tauopathies"
        },
        {
          "id": "D019636",
          "term": "Neurodegenerative Diseases"
        },
        {
          "id": "D019965",
          "term": "Neurocognitive Disorders"
        }
      ]
    }
  },
  "hasResults": false
}