{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05250401",
      "orgStudyIdInfo": {
        "id": "R.21.05.1317"
      },
      "organization": {
        "fullName": "Mansoura University",
        "class": "OTHER"
      },
      "briefTitle": "Thyroid Function in Liver Cirrhosis: Is it Affected?",
      "officialTitle": "Thyroid Function in Liver Cirrhosis: Is it Affected?"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-05-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-01-18",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-01-18",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-01-27",
      "studyFirstSubmitQcDate": "2022-02-21",
      "studyFirstPostDateStruct": {
        "date": "2022-02-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-02-21",
      "lastUpdatePostDateStruct": {
        "date": "2022-02-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Asmaa Gameel",
        "investigatorTitle": "principal investigator",
        "investigatorAffiliation": "Mansoura University"
      },
      "leadSponsor": {
        "name": "Mansoura University",
        "class": "OTHER"
      }
    },
    "descriptionModule": {
      "briefSummary": "In patient with liver cirrhosis ,thyroid functions are largely affected in our study we studied the changes in thyroid functions in patients with liver cirrhosis",
      "detailedDescription": "In clinical terms, cirrhosis is described as are either \"compensated\" or \"decompensated.\" Decompensation means cirrhosis complicated by one or more of the following features: jaundice, ascites, hepatic encephalopathy (HE), or bleeding varices. Ascites is the usual first sign.Hepatorenal syndrome, hyponatremia, and spontaneous bacterial peritonitis are also features of decompensation, but in these patients, ascites invariably occurs first. Compensated cirrhotic patients have none of these features.\n\nThe thyroid gland produces two-related hormones, thyroxine (T4) and triiodothyronine (T3). Acting through thyroid hormone receptors α and β, these hormones play a critical role in cell differentiation during development and help maintain thermogenic and metabolic homeostasis in the adult. T4 is secreted from the thyroid gland in about twenty-fold excess over T3. Both hormones are bound to plasma proteins, including thyroxine-binding globulin, transthyretin (formerly known as thyroxine binding prealbumin), and albumin.\n\nThe liver plays an important role in the metabolism of thyroid hormones, as it is the most important organ in the peripheral conversion of tetraiodothyronine (T4) to T3 by Type 1 deiodinase. Type I deiodinase is the major enzyme in the liver and accounts for approximately 30%-40% of extrathyroidal production of T3, it can carry out both 5'-and 5-deiodination of T4 to T3. Moreover, the liver is involved in thyroid hormone conjugation and excretion, as well as the synthesis of thyroid binding globulin. T4 and T3 regulate the basal metabolic rate of all cells, including hepatocytes, and thereby modulate hepatic function. The liver metabolizes the THS and regulates their systemic endocrine effects. Thyroid diseases may perturb liver function; liver disease modulates thyroid hormone metabolism; and a variety of systemic diseases affect both the organs.\n\nThere are clinical and laboratory associations between thyroid and liver diseases. Patients with chronic liver disease may have thyroiditis, hyperthyroidism, or hypothyroidism. Patients with subacute thyroiditis or hyperthyroidism may have abnormalities in liver function tests, which return to normal as the thyroid condition improves.\n\nAvailable studies showed most frequent change in plasma level of thyroid hormones is decreased total T3 and free T3 concentration which is reported to be associated with severity of hepatic dysfunction. But no study clearly mentioned FT4 and thyroid-stimulating hormone (TSH) levels with severity of liver cirrhosis. Serum T4 levels either remain normal or slightly low. However, serum TSH levels remain normal or slightly raised. These changes in thyroid hormone levels are so well established that some workers have advocated its use as a sensitive index of liver function.\n\nAim of work\n\n* Primary - To study thyroid hormone level (FT3, FT4, and TSH) in the liver cirrhosis patient.\n* Secondary - To find out the significance of thyroid hormone level and severity of cirrhosis of the liver.\n\nPatients and Methods Study Design Case control study. Study groups This case-control study included apparently healthy controls (25 individiual) and liver cirrhosis patients (25 cases) from wards, outpatient department, and Intensive Care Unit in Specialized Medical Hospital with clinical, biochemical, and radiological evidence of cirrhosis of liver.\n\nSample size calculation was based on mean difference of between cases \\& control groups retrieved from previous research.Sample size calculation was based on t test to compare between 2 means .Using G\\*power version 3.0.10 to calculate sample size , with the calculated sample size will be 50 (25 in each group) , 2 tailed test , α error =0.05 and power = 90.0% , effect size =0.95\n\nDuration of study: 1 year Methods\n\n1. Full written informed consent will be obtained from all patients.\n2. Patient demographics.\n3. The diagnosis of cirrhosis was based on case history, clinical examination, biochemical, endoscopic and ultrasound findings.\n4. The functional severity of the liver injury was determined on the basis of the Child-Pugh grading system and model for end-stage liver disease (MELD)\n5. The degree of encephalopathy was defined on the basis of previously reported criteria ranked between Grade 1 and Grade 4.\n6. Thyroid function tests (TFT) (Salvatore et al., 2016) was done by electrochemiluminescence immunoassay. The normal range of thyroid profile as a following: FT3 is (2.1-4.4 pg/ml), FT4 is (0.8-2.7 ng/dl), and TSH is (0.35-5.5 μIU/ml)."
    },
    "conditionsModule": {
      "conditions": [
        "Liver Cirrhosis"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 25,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "patients with liver cirrhosis",
          "interventionNames": [
            "Diagnostic Test: liver functions and thyroid functions"
          ]
        },
        {
          "label": "control group",
          "interventionNames": [
            "Diagnostic Test: liver functions and thyroid functions"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "liver functions and thyroid functions",
          "description": "laboratory tests",
          "armGroupLabels": [
            "control group",
            "patients with liver cirrhosis"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "thyroid stimulating hormone",
          "description": "TSH in μIU/ml",
          "timeFrame": "1 year"
        },
        {
          "measure": "Triiodothyronine",
          "description": "T3 in pg/ml",
          "timeFrame": "1 year"
        },
        {
          "measure": "thyroxine",
          "description": "T4 in ng/dl",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Sex: both\n* Age:18-80 years.\n* Known and established cases of cirrhosis liver by clinical, radiological (ultrasound abdomen), and biochemical study.\n* Patients who were willing to part of study after consent.\n* Control - Apparently healthy age- and sex-matched individuals between 18 and 80 years.\n\nExclusion Criteria:\n\n* Age: below 18 or above 80 years old.\n* Known cases of thyroid disorder without liver cirrhosis.\n* Patient with history of organ failure, cancer, radio or chemotherapy and individual with active infection such as bone and muscle disease, cardiac, pancreatic (diabetes), chronic kidney disease, nephrotic syndrome.\n* Patient using drugs that interfere with thyroid metabolism such as levothyroxine, propylthiouracil, carbimazole, iodine, amiodarone, and beta-blockers.",
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "* Sex: both\n* Age:18-80 years.\n* Known and established cases of cirrhosis liver by clinical, radiological (ultrasound abdomen), and biochemical study.\n* Patients who were willing to part of study after consent.\n* Control - Apparently healthy age- and sex-matched individuals between 18 and 80 years\n* Age: below 18 or above 80 years old.\n* Known cases of thyroid disorder without liver cirrhosis.\n* Patient with history of organ failure, cancer, radio or chemotherapy and individual with active infection such as bone and muscle disease, cardiac, pancreatic (diabetes), chronic kidney disease, nephrotic syndrome.\n* Patient using drugs that interfere with thyroid metabolism such as levothyroxine, propylthiouracil, carbimazole, iodine, amiodarone, and beta-blockers.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "MansouraU",
          "city": "Al Mansurah",
          "country": "Egypt",
          "geoPoint": {
            "lat": 31.03637,
            "lon": 31.38069
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2025-10-28"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008103",
          "term": "Liver Cirrhosis"
        }
      ],
      "ancestors": [
        {
          "id": "D008107",
          "term": "Liver Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005355",
          "term": "Fibrosis"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}